<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("EPL_ADLAN_0", "Установить");
define("EPL_ADLAN_1", "Деинсталлировать");
define("EPL_ADLAN_2", "Вы подтверждайте деинсталляцию плагина?");
define("EPL_ADLAN_3", "Подтверждение деинсталляции");
define("EPL_ADLAN_4", "Деинсталляция отменена.");
define("EPL_ADLAN_5", "Процедура установки создаст новые настройки.");
define("EPL_ADLAN_6", "...щелкните для перехода к процедуре установки");
define("EPL_ADLAN_7", "Таблицы базы данных обновлены.");
define("EPL_ADLAN_8", "Настройка свойств завершена.");
define("EPL_ADLAN_9", "Не получилось создать таблицу для этого плагина.");
define("EPL_ADLAN_10", "Имя");
define("EPL_ADLAN_11", "Версия");
define("EPL_ADLAN_12", "Автор");
define("EPL_ADLAN_13", "Совместимость");
define("EPL_ADLAN_14", "Описание");
define("EPL_ADLAN_15", "Прочтите README файл для полной информации");
define("EPL_ADLAN_16", "Информация о плагине");
define("EPL_ADLAN_17", "Подробнее...");
define("EPL_ADLAN_18", "Не получилось создать таблицу для этого плагина.");
define("EPL_ADLAN_19", "Таблицы базы успешно открыты.");
define("EPL_ADLAN_21", "Плагин уже установлен.");
define("EPL_ADLAN_22", "Установлен");
define("EPL_ADLAN_23", "Не установлен");
define("EPL_ADLAN_24", "Дополнительное обновление");
define("EPL_ADLAN_25", "Не требует установки");
define("EPL_ADLAN_26", "...щелкните для перехода к процедуре деинсталляции");
define("EPL_ADLAN_27", "Не получилось удалить");
define("EPL_ADLAN_28", "Таблицы базы успешно удалены.");
define("EPL_ADLAN_29", "Настройки свойств успешно удалены.");
define("EPL_ADLAN_30", "пожалуйста, удалите вручную.");
define("EPL_ADLAN_31", "Пожалуйста, удалите каталог");
define("EPL_ADLAN_32", "и все вложенные файлы для завершения процесса деинсталляции.");
define("EPL_ADLAN_33", "Плагин успешно установлен.");
define("EPL_ADLAN_34", "Плагин успешно обновлён.");
define("EPL_ADLAN_35", "Установки преобразования успешно добавлены.");
define("EPL_ADLAN_36", "Некорректный формат преобразований.");
define("EPL_ADLAN_37", "Загрузить на сервер плагин (в формате .zip или .tar.gz)");
define("EPL_ADLAN_38", "Загрузить на сервер плагин");
define("EPL_ADLAN_39", "Файл не может быть загружен на сервер, так как каталог ".e_PLUGIN." не имеет необходимых разрешений на запись - пожалуйста, установите права на запись и перезагрузите файл.");
define("EPL_ADLAN_40", "Сообщение Администрации");
define("EPL_ADLAN_41", "Кажется, этот файл не является .zip или .tar архивом.");
define("EPL_ADLAN_42", "Произошла ошибка, не в состоянии разархивировать файл");
define("EPL_ADLAN_43", "Ваш плагин загружен на сервер и разархивирован, пролистайте список, чтобы найти его.");
define("EPL_ADLAN_44", "Авто-загрузка на сервер и разархивирование плагина отключены, так как загрузка плагинов в вашу папку на сервере в данный момент невозможна -  пожалуйста,  установите права на запись для каталога ".e_PLUGIN." для возможности загрузки на сервер.");
define("EPL_ADLAN_45", "Ваш элемент меню был загружен на сервер и разархивирован. Перейдите на <a href='".e_ADMIN."menus.php'>страницу меню</a> для его активации.");
define("EPL_ADLAN_46", "Ошибка извлечения PCLZIP:");
define("EPL_ADLAN_47", "Ошибка извлечения PCLTAR:");
define("EPL_ADLAN_48", "код:");
define("EPL_ADLAN_49", "Таблицы не были удалены во время процесса деинсталляции в соответсвии с требованием");
define("EPL_WEBSITE", "Сайт");
define("EPL_NOINSTALL", "Не устанавливать, Активизировать только из вашего экрана. Для деинсталляции удалить...");
define("EPL_DIRECTORY", "каталог.");
define("EPL_NOINSTALL_1", "Не требует установки, для удаления...");
define("EPL_UPGRADE", "Обновить");
define("EPL_ADLAN_50", "Комментарии успешно удалены");
define("EPL_ADLAN_53", "Каталог не открыт на запись");
define("EPL_ADLAN_54", "Пожалуйста, выберите свойства для деинсталляции плагина:");
define("EPL_ADLAN_55", "Деинсталлировать плагин");
define("EPL_ADLAN_57", "Удалить таблицы плагина");
define("EPL_ADLAN_58", "Если таблицы не будут удалены, плагин может быть установлен заново без потери данных. Создания таблиц во время повторной установки не произойдет. Таблицы нужно будет удалять вручную.");
define("EPL_ADLAN_59", "Удалить файлы плагина");
define("EPL_ADLAN_60", "Система e107 попытается удалить все файлы, связанные с плагином.");
define("EPL_ADLAN_62", "Отменить деинсталляцию");
define("EPL_ADLAN_63", "Деинсталлировать:");
define("EPL_ADLAN_64", "Все файлы, удаленные из");
define("EPL_ADLAN_65", "Удаление файлов не удалось");
define("LAN_UPGRADE_SUCCESSFUL", "Обновление успешно произведено");
define("LAN_INSTALL_SUCCESSFUL", "Установка успешно произведена");




?>