<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("DBLAN_1", "Основные параметры настройки сохранены в БД.");
define("DBLAN_2", "Полное копирование базы");
define("DBLAN_3", "Сохранить БД SQL");
define("DBLAN_4", "Проверка целостности БД");
define("DBLAN_5", "Проверить БД SQL");
define("DBLAN_6", "Оптимизация БД");
define("DBLAN_7", "Оптимизировать БД SQL");
define("DBLAN_8", "Резервное копирование БД<br />Переодически выполняйте резервное копирование БД,<br />для того чтобы возможно было воспользоваться утилитой восстановления ядра <b>Reset Core</b> в случае краха ядра");
define("DBLAN_9", "Копировать настройки БД");
define("DBLAN_10", "Инструменты базы данных");
define("DBLAN_11", "База данных MySQL");
define("DBLAN_12", "оптимизирована");
define("DBLAN_13", "Назад");
define("DBLAN_14", "Завершить");
define("DBLAN_15", "Нажмите кнопку для проверки доступных обновлений БД");
define("DBLAN_16", "Проверить обновления");
define("DBLAN_17", "Pref. имя");
define("DBLAN_18", "Pref. значение");
define("DBLAN_19", "Нажмите кнопку, чтобы открыть редактор свойств (только для продвинутых пользователей)");
define("DBLAN_20", "Редактор свойств");
define("DBLAN_21", "Удалить выделенные");
define("DBLAN_22", "Плагин: Просмотр и сканирование");
define("DBLAN_23", "Сканирование завершено");
define("DBLAN_24", "Имя");
define("DBLAN_25", "Каталог");
define("DBLAN_26", "Выключенные add-ons");
define("DBLAN_27", "Установлен");
define("DBLAN_28", "Нажмите кнопку, чтобы сканировать каталог плагинов на изменения");
define("DBLAN_29", "Сканировать каталог плагинов");
define("DBLAN_30", " (Если плагин выдает ошибку, проверьте символы вне тегов открытия/закрытия PHP)");
define("DBLAN_31", "Пройдено");
define("DBLAN_32", "Ошибка");
define("DBLAN_33", "Недоступно");
define("DBLAN_34", "Не проверено");
define("DBLAN_35", "Нажмите на кнопку, чтобы проверить правильность записей таблицы пользователей");
define("DBLAN_36", "Проверить таблицу пользователей");
?>