<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/
define("LANG_LAN_00", "не может быть создано.(уже существует)");
define("LANG_LAN_01", "будет удалено(если существует) и создано.");
define("LANG_LAN_02", "не может быть удалено");
define("LANG_LAN_03", "Таблицы");
define("LANG_LAN_05", "Не установлен");
define("LANG_LAN_06", "Создать таблицы");
define("LANG_LAN_07", "Удалить существующие таблицы?");
define("LANG_LAN_08", "Заменить существующие таблицы (данные будут утеряны).");
define("LANG_LAN_10", "Подтвердите удаление");
define("LANG_LAN_11", "Удалить непроверенные таблицы выше (если они существуют).");
define("LANG_LAN_12", "Разрешить мультиязычные таблицы");
define("LANG_LAN_13", "Мультиязычные установки");
define("LANG_LAN_14", "Язык сайта по умолчанию");
define("LANG_LAN_15", "Отметьте галочкой, чтобы скопировать данные из языка по умолчанию. (Полезно для Ссылок, категорий новостей и т.д.)");
define("LANG_LAN_16", "Многоязычное исользование БД");
define("LANG_LAN_17", "Язык по умолчанию - Не требуется дополнительных таблиц.");
define("LANG_LAN_18", "Используйте припаркованные поддомены к этим доменам, чтобы установить язык сайта:");
define("LANG_LAN_19", "например, домен fr.mydomain.com, установит французский язык.");
define("LANG_LAN_20", "Введите один домен на строку, например, mydomain.com и т.д. или оставьте незаполненным, чтобы отключить");
define("LANG_LAN_21", "Языковые инструменты");
define("LANG_LAN_23", "Создать языковой-пак (ZIP)");
define("LANG_LAN_24", "Сгенерировать");
define("LANG_LAN_AGR", "Примечание: С помощью этих инструментов вы соглашаетесь поделиться языковым пакетом с e107 сообществом.");
define("LANG_LAN_EML", "Пожалуйста, отправьте свой языковой пакет по электронной почте:");
define("LANG_LAN_25", "Пожалуйста, убедитесь, что CORE_LC и CORE_LC2 имеют значения в [lcpath] и попробуйте еще раз.");
define("LANG_LAN_26", "Пожалуйста, убедитесь, что вы используете по умолчанию имена папок в config.php ('languages / 'например,' plugins / 'и т.д.) и попробуйте еще раз.");
define("LANG_LAN_27", "Пожалуйста, проверьте языковые файлы ('Проверить') и попробуйте еще раз.");
define("LANG_LAN_28", "Выберите эту опцию, если вы [сертифицированный переводчик е107].");
define("LANG_LAN_29", "Вы должны исправить остающиеся ошибки прежде, чем отправлять ваш языковой пакет.");
define("LANG_LAN_30", "Дата релиза");
define("LANG_LAN_31", "Совместимость");
define("LANG_LAN_32", "Установленные языки");
?>