<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("EXTLAN_1", "Имя");
define("EXTLAN_2", "Предпросмотр");
define("EXTLAN_3", "Значения");
define("EXTLAN_4", "Обязательно");
define("EXTLAN_5", "Соответствие");
define("EXTLAN_6", "Доступ для чтения");
define("EXTLAN_7", "Доступ для записи");
define("EXTLAN_8", "Действие");
define("EXTLAN_9", "Дополнительные поля");
define("EXTLAN_10", "Имя поля");
define("EXTLAN_11", "Это имя поля, каким оно будет храниться в таблице, оно должно отличаться от любого другого и не должно использоваться в главной таблице пользователей");
define("EXTLAN_12", "Текст поля");
define("EXTLAN_13", "Это отображаемое имя поля в выполняемых страницах");
define("EXTLAN_14", "Тип поля");
define("EXTLAN_15", "Поле включает текст");
define("EXTLAN_16", "Значение по умолчанию");
define("EXTLAN_17", "Введите в каждой строке возможное значение  <br /> Для таблиц БД смотрите справку.");
define("EXTLAN_18", "Обязательное");
define("EXTLAN_19", "Пользователи обязаны будут заполнить значение этого поля при обновлении настроек.");
define("EXTLAN_20", "Определите, к каким пользователям это поле применится.");
define("EXTLAN_21", "Определяет, кому будет видно это поле в их пользовательских настройках.");
define("EXTLAN_22", "Определяет, кто может видеть значение поля на пользовательской странице <br />Внимание: Установив 'Только пользователям' вы сделаете это видимым только Админу и зарегистрированным пользователям.");
define("EXTLAN_23", "Добавить дополнительное поле");
define("EXTLAN_24", "Обновить дополнительное поле");
define("EXTLAN_25", "вниз");
define("EXTLAN_26", "вверх");
define("EXTLAN_27", "Подтвердите удаление");
define("EXTLAN_28", "Дополнительные поля не определены");
define("EXTLAN_29", "Дополнительные поля сохранены.");
define("EXTLAN_30", "Дополнительные поля удалены");
define("EXTLAN_33", "Отмена редактирования");
define("EXTLAN_34", "Доп. поля");
define("EXTLAN_35", "Категории");
define("EXTLAN_36", "Нет назначенных категорий");
define("EXTLAN_37", "Категории не определены");
define("EXTLAN_38", "Имя категории");
define("EXTLAN_39", "Добавить категорию");
define("EXTLAN_40", "Категория создана");
define("EXTLAN_41", "Категория удалена");
define("EXTLAN_42", "Обновить категорию");
define("EXTLAN_43", "Категория обновлена");
define("EXTLAN_44", "Категория");
define("EXTLAN_45", "Добавить новое поле");
define("EXTLAN_46", "Справка");
define("EXTLAN_47", "Добавить новый параметр");
define("EXTLAN_48", "Добавить новое значение");
define("EXTLAN_49", "Разрешить пользователю скрывать");
define("EXTLAN_50", "Установив 'Да' вы позволите пользователям скрывать это значение от не-администраторов");
define("EXTLAN_51", "Параметры соответствия w3c можно ввести здесь,<br />например, <b><i>class='tbox' size='40' maxlength='80'</i></b>");
define("EXTLAN_52", "RegExp код проверки");
define("EXTLAN_53", "Введите валидное регулярное выражение RegExp, для выполнения проверки разрешения на доступ<br /><b>Требуются разделители RegExp</b>");
define("EXTLAN_54", "Неверный RegExp текст");
define("EXTLAN_55", "Введите сообщение об ошибке, которое будет показано, если регулярнуму выражению RegExp не удасться выполнить проверку.");
define("EXTLAN_56", "Встроенные поля");
define("EXTLAN_57", "Активированные поля");
define("EXTLAN_58", "Не активированные поля");
define("EXTLAN_59", "Активировать");
define("EXTLAN_60", "Деактивировать");
define("EXTLAN_61", "Нет");
define("EXTLAN_62", "Таблица");
define("EXTLAN_63", "ID Поля");
define("EXTLAN_64", "Отображаемое значение");
define("EXTLAN_65", "Нет - Не показывать на странице регистрации");
define("EXTLAN_66", "Да - Показать на странице регистрации");
define("EXTLAN_67", "Нет - Показать на странице регистрации");
define("EXTLAN_68", "Поле:");
define("EXTLAN_69", "было активировано");
define("EXTLAN_70", "ОШИБКА! Поле:");
define("EXTLAN_71", "не было активировано!");
define("EXTLAN_72", "было деактивировано");
define("EXTLAN_73", "не было деактивировано!");
define("EXTLAN_74", "это зарезервированное название поля и оно не может быть использовано.");
define("EXTLAN_75", "Ошибка добавления поля в базу данных.");
define("EXTLAN_76", "Неправильные символы в имени поля - допускаются только: A-Z, a-z, 0-9, '_' .");
define("EXTLAN_77", "Категория не удалена - следует вначале удалить поля категории:");
define("EXTLAN_78", "Невозможно найти файл --FILE-- , необходимый для создания таблицы с данными");
define("EXTLAN_79", "Ошибка - валидация прервана.");
define("EXTLAN_HELP_1", "<b><i>Параметры:</i></b><br />размер - размер поля<br />макс. длина - максимальная длина поля<br /><br />класс - css класс поля<br />стиль - css стиль строки<br /><br />regex - regex-код соответствия<br />regexfail - текст сбоя проверки соответствия");
define("EXTLAN_HELP_2", "Введите текст для опций в поле 'Значения' - одно поле на каждую опцию. Добавьте новые поля при необходимости");
define("EXTLAN_HELP_3", "Введите текст для опций в поле 'Значения' - одно поле на каждую опцию. Добавьте новые поля при необходимости");
define("EXTLAN_HELP_4", "<b><i>Значения:</i></b><br /> ВСЕГДА должны быть предоставлены три значения,:<br /><ol><li>таблица БД</li><li>поле, содержащее id</li><li>поле, содержащее значение</li></ol><br />");
define("EXTLAN_HELP_5", "Определите область для текста свободного формата. (Установите, если требуется, размер в блоке 'Поле включает текст')");
define("EXTLAN_HELP_6", "Позволяет пользователю ввести числовое значение");
define("EXTLAN_HELP_7", "Требует от пользователя ввести дату");
define("EXTLAN_HELP_8", "Разрешает пользователю выбрать из установленных языков");
?>