<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 2.0																|
|	Кодировка: utf-8															|
|	Дата: 22.10.2012 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2012. Все права защищены.									|
+ ------------------------------------------------------------------------------+
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 2.0																|
|	Charset: utf-8																|
|	Date: 22.10.2012 05:05:00													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© 2010-2012 е107 Club. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/
define("LAN_UPDATE_2", "Действие");
define("LAN_UPDATE_3", "Не требуется");
define("LAN_UPDATE_5", "Обновление доступно");
define("LAN_UPDATE_7", "Выполнено");
define("LAN_UPDATE_8", "Обновить с ");
define("LAN_UPDATE_9", "на");
define("LAN_UPDATE_10", "Возможные обновления");
define("LAN_UPDATE_11", ".617 to .7 Продолжить обновление");
define("LAN_UPDATE_12", "Одна из ваших таблиц содержит дубликаты записей.");
?>