<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("MENLAN_1", "Видно всем");
define("MENLAN_2", "Видно пользователям");
define("MENLAN_3", "Только Администраторам");
define("MENLAN_4", "Видно только:");
define("MENLAN_6", "Сохранить параметры видимости");
define("MENLAN_7", "Настроить видимость для");
define("MENLAN_8", "Параметры видимости обновлены");
define("MENLAN_9", "Ваше новое меню установлено");
define("MENLAN_10", "Новое меню установлено");
define("MENLAN_11", "Меню убрано");
define("MENLAN_12", "Активировать: выберите область");
define("MENLAN_13", "Активировать в области");
define("MENLAN_14", "Область");
define("MENLAN_15", "Деактивировать");
define("MENLAN_16", "Настроить");
define("MENLAN_17", "Вверх");
define("MENLAN_18", "Вниз");
define("MENLAN_19", "Переместить в область");
define("MENLAN_20", "Видимость");
define("MENLAN_22", "Неактивные меню");
define("MENLAN_23", "В самый низ");
define("MENLAN_24", "В самый верх");
define("MENLAN_25", "Функции ...");
define("MENLAN_26", "Это меню будет <strong>ПОКАЗАНО</strong>только на следующих страницах");
define("MENLAN_27", "Это меню будет <strong>СКРЫТО</strong>только на следующих страницах");
define("MENLAN_28", "Введите по одной странице на строку, достаточно ввести URL-адрес для того чтобы работало должным образом. Если вам нужно полное соответствие окончания URL адреса, вводите адреса следующим образом... <br />Пример: <strong>page.php?1</strong>");
define("MENLAN_29", "Выберите расположение");
define("MENLAN_30", "Чтобы увидеть области меню и их позиции для своих расположений, выберите свое расположение здесь:");
define("MENLAN_31", "Расположение по умолчанию");
define("MENLAN_32", "Расположение заголовков новостей");
define("MENLAN_33", "Свое расположение");
define("MENLAN_34", "Вложение");
define("MENLAN_35", "Настроить меню");
define("MENLAN_36", "Выберите меню для активизации");
define("MENLAN_37", "затем выберите, где оно будет активно.");
define("MENLAN_38", "Удерживайте Ctrl и кликайте мышью, чтобы выбрать несколько меню.");
?>