<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("ADLAN_0", "Новости");
define("ADLAN_1", "Добавление / Правка / Удаление новостей");
define("ADLAN_4", "Настройки сайта");
define("ADLAN_5", "Правка настроек сайта");
define("ADLAN_6", "Меню");
define("ADLAN_7", "Порядок расположения ваших меню");
define("ADLAN_8", "Администраторы");
define("ADLAN_9", "Добавить / Удалить Администраторов сайта");
define("ADLAN_10", "Пароль Администратора");
define("ADLAN_11", "Сменить ваш пароль");
define("ADLAN_24", "Загрузки");
define("ADLAN_25", "Управление загрузками");
define("ADLAN_28", "Приветствие");
define("ADLAN_29", "Установить постоянное приветствие");
define("ADLAN_30", "Файловый менеджер");
define("ADLAN_31", "Управление закачками");
define("ADLAN_34", "Бан лист");
define("ADLAN_35", "Забаненные посетители");
define("ADLAN_36", "Пользователи");
define("ADLAN_37", "Модерация пользователей сайта");
define("ADLAN_38", "Классы пользователей");
define("ADLAN_39", "Создать / Править классы пользователей");
define("ADLAN_40", "Обслуживание");
define("ADLAN_41", "Закрыть сайт на обслуживание");
define("ADLAN_42", "Персональные Меню / Страницы");
define("ADLAN_43", "Создать персональные пункты меню");
define("ADLAN_44", "Управление БД");
define("ADLAN_45", "Утилиты БД");
define("ADLAN_46", "Выход");
define("ADLAN_47", "Приветствую,");
define("ADLAN_48", "Вход выполнен");
define("ADLAN_49", "Главный Администратор сайта");
define("ADLAN_51", "Пожалуйста, авторизируйтесь для входа в Панель управления");
define("ADLAN_52", "Главная страница Админпанели");
define("ADLAN_53", "На сайт");
define("ADLAN_54", "Управление Баннерами");
define("ADLAN_55", "Настройка баннеров");
define("ADLAN_58", "Смайлы");
define("ADLAN_59", "Настройка смайлов");
define("ADLAN_60", "Стартовая страница");
define("ADLAN_61", "Настройка контента главной страницы");
define("ADLAN_66", "Мета-тэги");
define("ADLAN_67", "Добавить / Править мета-тэги");
define("ADLAN_68", "Информация PHP");
define("ADLAN_69", "Страница информации PHP");
define("ADLAN_72", "Закачки Общедоступные");
define("ADLAN_73", "Настройка общедоступных закачек");
define("ADLAN_74", "Кэш");
define("ADLAN_75", "Установить Кэш статус");
define("ADLAN_78", "Дополнительные поля");
define("ADLAN_79", "Править дополнительные поля");
define("ADLAN_89", "Имя Администратора");
define("ADLAN_90", "Пароль Администратора");
define("ADLAN_91", "Войти");
define("ADLAN_92", "Пожалуйста, авторизируйтесь для входа в Админпанель...");
define("ADLAN_93", "Функции Администратора");
define("ADLAN_95", "Управление Плагинами");
define("ADLAN_98", "Управление Плагинами");
define("ADLAN_99", "Установка / Обновление и.т.д. плагинов");
define("ADLAN_102", "Прошло более 30 суток с момента смены пароля Главного Администратора -");
define("ADLAN_103", "Нажмите здесь, чтобы сменить его сейчас");
define("ADLAN_104", "Безопасность");
define("ADLAN_105", "Изображения");
define("ADLAN_106", "Настройки изображений");
define("ADLAN_110", "Зарегистрированые пользователи");
define("ADLAN_111", "Непроверенные пользователи");
define("ADLAN_112", "Забаненных пользователей");
define("ADLAN_113", "Сообщений Форума");
define("ADLAN_114", "Комментариев");
define("ADLAN_115", "Сообщений Чата");
define("ADLAN_116", "Лог Администратора...");
define("ADLAN_117", "Показать все записи");
define("ADLAN_118", "Очистить лог");
define("ADLAN_119", "Непроверенных присланных ссылок");
define("ADLAN_120", "Доступно обновление БД, пожалуйста, нажмите кнопку для установки...");
define("ADLAN_121", "Установить");
define("ADLAN_132", "Управление Языками");
define("ADLAN_133", "по умолчанию");
define("ADLAN_134", "Статус");
define("ADLAN_135", "Лог Администратора");
define("ADLAN_136", "Управление Почтой");
define("ADLAN_137", "Настройка / Отправка email");
define("ADLAN_138", "Ссылки сайта");
define("ADLAN_139", "Добавить / Править / Удалить ссылки");
define("ADLAN_140", "Управление Шаблонами");
define("ADLAN_141", "Установка / Выбор Шаблонов и.т.д.");
define("ADLAN_142", "Поиск");
define("ADLAN_143", "Управление поиском");
define("ADLAN_144", "Вы находитесь в режиме простого просмотра, переключите для улучшенного просмотра");
define("ADLAN_145", "нажмите сюда");
define("ADLAN_146", "Неудавшиеся попытки логина");
define("ADLAN_147", "Файловый инспектор");
define("ADLAN_148", "Сканировать файлы сайта");
define("ADLAN_149", "Уведомления");
define("ADLAN_150", "Уведомления для Администратора по email");
define("ADLAN_151", "Главная");
define("ADLAN_152", "Введите Код");
define("ADLAN_153", "Панель Управления порталом");
define("ADLAN_154", "Ошибка соединения с e107.org для проверки новой версии");

define("ADLAN_155", "");
define("ADLAN_156", "Библиотека jQuery");
define("ADLAN_157", "Подключение jQuery библиотеки к сайту");
define("ADLAN_158", "Сохранить настройки");
define("ADLAN_159", "Подключить библиотеку jQuery:<br /><span style='color:#555'>Отметив вы подключите к сайту библиотеку jQuery.<br /> Если вы подключили библиотеку здесь, следует отключить её во всех плагинах, шаблонах и сторонних скриптах дабы избежать конфликтов библиотек.</span>");
define("ADLAN_160", "Успешно сохранено!");

define("ADLAN_CL_1", "Настройки");
define("ADLAN_CL_2", "Пользователи");
define("ADLAN_CL_3", "Контент");
define("ADLAN_CL_4", "Система связи");
define("ADLAN_CL_5", "Файлы");
define("ADLAN_CL_6", "Инструменты");
define("ADLAN_CL_7", "Плагины");
define("ADLAN_CL_8", "Документы");
define("ADLAN_LAT_1", "Новинки");
define("ADLAN_LAT_2", "Прислано новостей");
define("ADLAN_LAT_5", "Присланных ссылок");
define("ADLAN_LAT_6", "Новых сообщений форума");
define("ADLAN_LAT_7", "Закачано файлов");
define("ADLAN_LAT_8", "Имеются немодерированные Администратором сообщения");
define("ADLAN_ERR_2", "На сервере имеются файлы, известные тем, что в них легко внедрить эсплоиты. Они должны быть удалены <b>немедленно</b>. Эти файлы связаны со старой 0.6xx веткой е107. Пожалуйста, удалите следующие каталоги и все их содержание:");
define("ADLAN_ERR_3", "Имеется один или более файлов в ваших каталогах загрузок на сервер, которые не находятся в списке разрешенных для загрузки на сервер файлов. Они могли быть помещены взломщиком и если это так, должны быть удалены <b>немедленно</b>. Вы <b>не</b> должны открывать эти файлы поскольку они могут запустить злонамеренный код, который может содержаться в файле, это означает: не открывайте их вашим браузером.<br /><br />Если вы признаете, что эти файлы допустимые, это может быть ввиду последнего изменения допустимых типов файлов, тип файлов больше не находится среди допустимых и вам нужно добавить его заново (смотрите Загрузки на сервер). Не следует разрешать загружать на сервер файлы .html, .txt, и т. д., поскольку взломщик может загрузить на сервер файл этого типа, включающий вредоносный javascript. Вам следует также, конечено, не позволять загружать на сервер .php файлы или какие-либо другие запускаемые скрипты.<br /><br />Ниже следует список файлов, которые могут быть потенциально вредоносными:");
define("ADLAN_ERR_4", "Найдены устаревшие файлы плагина");
define("ADLAN_ERR_5", "Следующие файлы следует переименовать в");
define("ADLAN_ERR_6", "После этого щелкните сюда, чтобы просканировать заново ваши каталоги плагинов.");
define("ADLAN_ERR_7", "Вредоносные файлы были обнаружены на вашем сервере. Они должны быть [b]немедленно[/b] удалены.");
define("ADLAN_ERR_8", "Пожалуйста, запустите [Файловый инспектор], чтобы проверить основные файлы, которые, возможно, были изменены.");
define("LAN_EDIT", "Править");
define("LAN_DELETE", "Удалить");
define("LAN_CREATE", "Создать");
define("LAN_UPDATE", "Обновить");
define("LAN_SAVE", "Сохранить");
define("LAN_SAVED", "Сохранено");
define("LAN_SETSAVED", "Ваши настройки были сохранены");
define("LAN_CONFIRMDEL", "Пожалуйста, подтвердите удаление");
define("LAN_OPTIONS", "Опции");
define("LAN_PREFS", "Настройки");
define("LAN_DELETED", "Успешно удалено");
define("LAN_UPDATED", "Успешно обновлено");
define("LAN_CREATED", "Успешно создано");
define("LAN_CREATED_FAILED", "Создать не удалось");
define("LAN_DELETED_FAILED", "Удалить не удалось");
define("LAN_UPDATED_FAILED", "Обновить не удалось");
define("LAN_NO_CHANGE", "Обновление не удалось, так как никакие изменения не были внесены.");
define("LAN_TRY_AGAIN", "Попробуйте снова.");
define("LAN_RESET", "Сброс");
define("LAN_CLEAR", "Очистить");
define("LAN_OK", "OK");
define("LAN_PRESET", "Базовые установки");
define("LAN_PRESET_SAVED", "Базовые установки успешно сохранены");
define("LAN_PRESET_DELETED", "Базовые установки успешно удалены");
define("LAN_PRESET_CONFIRMDEL", "Вы уверены, что хотите удалить Базовые установки?");
define("LAN_NOTWRITABLE", "нет прав на запись, вы должны выставить права CHMOD = 777 на файл или каталог.");
define("LAN_DATE", "Дата");
define("LAN_TIME", "Время");
define("LAN_YES", "Да");
define("LAN_NO", "Нет");
define("LAN_EMPTY", "В БД еще нет записей");
define("LAN_EXISTING", "Существующие записи");
define("LAN_CANCEL", "Отмена");
define("LAN_CONFDELETE", "Подтвердить удаление");
define("LAN_PLUGIN", "Плагин");
define("LAN_ORDER", "Порядок");
define("LAN_SELECT", "Выбрать...");
define("LAN_ADMIN", "Администратор");
define("LAN_DISPLAYOPT", "Править Опции отображения");
define("LAN_GOPAGE", "Перейти на страницу:");
define("LAN_DATESTAMP", "Штамп даты");
define("LAN_OPTIONAL", "необязательно");
define("LAN_INACTIVE", "Неактивен");
define("LAN_BAN", "Бан");
define("LAN_RATING", "Рейтинг");
define("LAN_UPLOAD", "Закачать");
define("LAN_UPLOAD_IMAGES", "Закачать Изображения");
define("LAN_UPLOAD_FILES", "Закачать Файлы");
define("LAN_UPLOAD_ADDFILE", "Добавить другой файл");
define("LAN_UPLOAD_CONFIRM", "Любые несохраненные изменения на этой странице будут потеряны. Продолжить?");
define("LAN_UPLOAD_777", "Каталог отсутствует либо не открыт на запись, нужно выставить права CHMOD = 777 для следующего каталога перед закачкой:");
define("LAN_UPLOAD_SERVEROFF", "Эта опция выключена, так как закачка на сервер файлов не включена на вашем сервере");
define("LAN_DISABLED", "Выключено");
define("LAN_ENABLED", "Включено");
define("LAN_PRESET_CONFIRMSAVE", "Сохранить текущие значения формы как значения по умолччанию для этой страницы?");
define("LAN_CONFIGURE", "Конфигурировать");
define("LAN_BACK", "Назад");
define("LAN_CREDITS", "Разработчики");
define("LAN_NEWVERSION", "Доступна новая версия");
define("LAN_NEWVERSION_MORE", "узнать больше");
define("LAN_NEWVERSION_DLD", "Скачено %s с SF.net");
define("LAN_NEWVERSION_CHECK_ERROR", "Ошибка проверки версии");
define("LAN_SECURITYL_0", "Поиск проблем (не обнаружены)");
define("LAN_SECURITYL_5", "Сбалансированный");
define("LAN_SECURITYL_8", "Интенсивный");
define("LAN_SECURITYL_10", "Безумный");


?>