<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("LAN_head_1", "Навигация");
define("LAN_head_2", "Ваш сервер не поддерживает загрузку на сервер через HTTP протокол. Это делает невозможным загрузку на сервер аватаров, файлов и т.п пользователями. Для исправления установите 'file_uploads в On' в вашем файле php.ini и перезапустите сервер. Если у вас нет доступа к файлу php.ini - свяжитесь с техподдержкой хостинг-провайдера.");
define("LAN_head_3", "Ваш сервер работает с действующим запретом базового каталога (basedir restriction). Невозможно использовать файлы, которые находятся снаружи вашего корневого каталога и по этой причине это может повлиять на некоторые скрипты, такие как файловый менеджер.");
define("LAN_head_4", "Панель управления");
define("LAN_head_5", "язык, отображаемый в панели управления: ");
define("LAN_head_6", "Информация о плагинах");
?>