<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("UGFLAN_1", "свойства закрытия на техническое обслуживание обновлены");
define("UGFLAN_2", "Активировать флаг технического обслуживания");
define("UGFLAN_3", "Обновить установки технического обслуживания");
define("UGFLAN_4", "Свойства технического обслуживания");
define("UGFLAN_5", "Текcт, который нужно показывать для закрытого сайта");
define("UGFLAN_6", "Оставить пустым для сообщения по умолчанию");
define("UGFLAN_8", "Доступ разрешен, только Администраторам");
define("UGFLAN_9", "Доступ разрешен, только Главным Администраторам");
?>