<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/
define("CACLAN_1", "Кэш - Статус системы");
define("CACLAN_2", "Установить - Кэш статус");
define("CACLAN_3", "Кэш - Система");
define("CACLAN_4", "Кэш - Статус установлен");
define("CACLAN_5", "Очистить Кеш");
define("CACLAN_6", "Кэш - Очищен");
define("CACLAN_7", "Кэш - Отключен");
define("CACLAN_9", "Кэш - Сохранить в файл на диск");
define("CACLAN_10", "Каталог хранения кэша недоступен для записи, установите права на каталог CHMOD = 777");
?>