<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("NT_LAN_1", "Уведомления");
define("NT_LAN_2", "Отсылка уведомлений о событиях на сайте по электронной почте");
define("NT_LAN_3", "Выкл");
define("NT_LAN_4", "Главный Администратор");
define("NT_LAN_5", "Класс");
define("NT_LAN_6", "E-mail");

define("NU_LAN_1", "Пользователи");
define("NU_LAN_2", "Регистрация пользователя");
define("NU_LAN_3", "Подтверждение учетной записи пользователя");
define("NU_LAN_4", "Вход пользователя");
define("NU_LAN_5", "Выход пользователя");

define("NS_LAN_1", "Безопасность");
define("NS_LAN_2", "IP запрещен за флуд сайта");

define("NN_LAN_1", "Новости");
define("NN_LAN_2", "Сообщено новостей пользователями");
define("NN_LAN_3", "Добавленных новостей админом");
define("NN_LAN_4", "Отредактированных новостей админом");
define("NN_LAN_5", "Удаленных новостей админом");

define("NF_LAN_1", "Файловые события"); //File Events
define("NF_LAN_2", "Файл загружен на сервер пользователем"); //File uploaded by user


?>