<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("UCSLAN_1", "Посылка уведомления по электронной почте ");
define("UCSLAN_2", "Обновить привилегии");
define("UCSLAN_3", "Уважаемый(ая)");
define("UCSLAN_4", "Ваши привилегии были изменены");
define("UCSLAN_5", "Вы теперь имеете доступ к следующей(им) области(ям)");
define("UCSLAN_6", "Установить класс для пользовтеля");
define("UCSLAN_7", "Установить класс");
define("UCSLAN_8", "Уведомить пользователя");
define("UCSLAN_9", "Классы обновлены.");
define("UCSLAN_10", "С уважением,");
define("UCSLAN_12", "Только для зарегистрированных пользователей");


?>