<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для r107 0.7.26										|
|	Сайт: http://www.r107club.ru												|
|	Почта: translate@r107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for r107 0.7.26										|
|	Site: http://www.r107club.ru												|
|	Email: translate@r107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Список разработчиков r107");
define("CRELAN_1", "Список разработчиков");
define("CRELAN_2", "Это список стороннего ПО и ресурсов. Команда разработчиков хотела бы лично поблагодарить всех разработчиков за предоставленную возможность использовать их творение совместно, и за выпуск их ПО по лицензии GPL.");
define("CRELAN_3", "r107 Group");
define("CRELAN_4", "Показать команду разработчиков r107");
define("CRELAN_5", "Показать скрипты сторонних разработчиков");
define("CRELAN_6", "Настоящая версия системы r107 была предоставлена вам благодаря этим людям...");
define("CRELAN_7", "Версия");
define("CRELAN_8", "разрешается");
define("CRELAN_9", "Лицензия");
define("CRELAN_10", "MagpieRSS реализует основанный на XML (expat) RSS парсер написанный на PHP.");
define("CRELAN_11", "PclZip библиотека содержит функции предназначенные для работы с Zip архивами (WinZip, PKZIP).");
define("CRELAN_12", "PCLTar предоставляет возможность архивирования файлов или директорий без сжатия. Архивы создаваемые PclTar поддерживаются большинством gzip/tar приложений, а также Windows WinZip'ом.");
define("CRELAN_13", "TinyMCE платформо независимый Javascript HTML WYSIWYG веб-редактор, выпущенный как Open Source под лицензией LGPL компанией Moxiecode Systems AB. В нем есть возможность использовать HTML текстовые поля или другие HTML элементы для редактирования текста.");
define("CRELAN_14", "Значки, используемые в r107");
define("CRELAN_15", "Многофункциональный PHP класc для работы с электронной почтой.");
define("CRELAN_16", "Система меню, используемая в теме Jaya.");
define("CRELAN_17", "Виджет всплывающего календаря.");
define("CRELAN_18", "Поддержка PDF");
define("CRELAN_19", "Поддержка UTF-8 в PDF");
define("CRELAN_20", "Мммм... Что сказать...");
define("CRELAN_21", "Президент r107 Incorporated.<br />Всегда давление... эээээ... наслаждение!");
define("CRELAN_22", "Создатель и основатель r107<br /><br />MTVhNjMyZDgxN2QwM2Q3ZTI<br />5ODM2NDU3YWI0ZjM1NGILJT<br />Йо-хо-хо! чзх, дружок!");
define("CRELAN_23", "");
define("CRELAN_24", "");
define("CRELAN_25", "");
define("CRELAN_26", "");
define("CRELAN_27", "\"Шо? Нет чая?? 0_0\"");
define("CRELAN_28", "");
define("CRELAN_29", "Вверх и вперед!");
define("CRELAN_30", "");
define("CRELAN_555", "Основатель и Главный Администратор портала r107.pro <br />Ведущий переводчик и локализатор русскоязычных версий r107 cms и плагинов<br />Разработчик плагинов, автор уроков и статей...");
define("CRELAN_556", "Ведущий специалист по безопасности<br />Главный Администратор r107.pro <br />Разработчик плагинов, автор уроков.");
define("CRELAN_777", "Руководитель веб-студии Волшебная Мечта<br />член Клуба r107<br />Разработчик плагинов, автор видеоуроков");
?>