<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("FORLAN_1", "Вы должны ввести число дней, которые Вы хотите обрезать.");
define("FORLAN_2", "Пожалуйста, выберите либо удалить обрезанные сообщения полностью, или сделать их неактивными (не удалены, но не видны в форумах)");
define("FORLAN_3", "Удалить");
define("FORLAN_4", "Сделать неактивным");
define("FORLAN_5", "Приступить к обрезке");
define("FORLAN_6", "Отмена");
define("FORLAN_7", "Опции форума");
define("FORLAN_8", "Обрезка Форумов.");
define("FORLAN_9", "Обрезка не требуется");
define("FORLAN_10", "Опции сохранены");
define("FORLAN_11", "Форум добавлен в базу данных.");
define("FORLAN_12", "Каталог форума обновлён в базе данных.");
define("FORLAN_13", "Родитель создан");
define("FORLAN_14", "Форум родитель обновлен");
define("FORLAN_15", "Пожалуйста отметьте для потверждения удаления Форума");
define("FORLAN_16", "Форумы");
define("FORLAN_17", "Нет существующих Родителей");
define("FORLAN_18", "Существующие Родители");
define("FORLAN_19", "Правка");
define("FORLAN_20", "Удалить");
define("FORLAN_21", "отметьте для подтверждения");
define("FORLAN_22", "Родитель");
define("FORLAN_23", "Доступный");
define("FORLAN_24", "Укажите, кто может просматривать форум");
define("FORLAN_25", "Обновить Родитель");
define("FORLAN_26", "Создать Родитель");
define("FORLAN_27", "Вам необходимо определить по крайней мере один Форум Родитель, прежде чем создавать форумы");
define("FORLAN_28", "Форумы");
define("FORLAN_29", "Форумов ещё нет.");
define("FORLAN_30", "Существующие форумы");
define("FORLAN_31", "Имя");
define("FORLAN_32", "Описание");
define("FORLAN_33", "Модераторы");
define("FORLAN_34", "Выберите класс пользователя, для модерации этого форума");
define("FORLAN_35", "Обновить форум");
define("FORLAN_36", "Создать форум");
define("FORLAN_37", "Порядок");
define("FORLAN_38", "Закрыт");
define("FORLAN_39", "Только Пользователи");
define("FORLAN_40", "Ограниченный");
define("FORLAN_41", "Поднять вверх");
define("FORLAN_42", "Опустить вниз");
define("FORLAN_43", "Предосмотр  / Форума - Порядок");
define("FORLAN_44", "Включить таблицы");
define("FORLAN_45", "Отметьте, чтобы сделать форум, в рамках таблицы темы");
define("FORLAN_46", "Название отображается в заголовке, если отмечено «Включить таблицы»");
define("FORLAN_47", "Включить уведомление по email");
define("FORLAN_48", "Выбрать для разрешения пользователям получать уведомление на email об ответах на их сообщения");
define("FORLAN_49", "Включить голосования");
define("FORLAN_50", "Выбрать для того, чтобы пользователи могли создавать голосования в форумах.");
define("FORLAN_51", "Включить отслеживание");
define("FORLAN_52", "Выбрать для включения слежения за темой. При появлении новых сообщений в такой теме, пользователь будет получать сообщение на email");
define("FORLAN_53", "Email префикс");
define("FORLAN_54", "Текст, который Вы введёте, будет префиксом темы для всех писем отправленных через форум");
define("FORLAN_55", "Порог популярности темы");
define("FORLAN_56", "Количество сообщений в теме для того, что бы она стала популярной");
define("FORLAN_57", "Количество сообщений на странице");
define("FORLAN_58", "Количество сообщений форума, которое будет выведено на одну страницу");
define("FORLAN_59", "Обрезка");
define("FORLAN_60", "Это удалит все темы, которые не получили ответ за введенное количество дней.<br/><b>Пожалуйста, будьте осторожны при использовании этой функции!</b>");
define("FORLAN_61", "Обновить настройки");
define("FORLAN_62", "Опции форума");
define("FORLAN_63", "Ранги");
define("FORLAN_64", "Введите названия своих уровней здесь, если оставите незаполненными, будут использоваться звезды, для обозначения уровня пользователя. Разделите уровни запятой. Максимум 10 уровней, самый низший идет первым.");
define("FORLAN_65", "Заголовок форума");
define("FORLAN_66", "Плагин Голосований не установлен");
define("FORLAN_67", "Сообщений для активирования подписи:");
define("FORLAN_68", "Количество сообщений необходимое для отображения подписи пользователя на форумах. (0 отключить)");
define("FORLAN_69", "Класс пользователей, подпись которых будет отображаться на форумах:");
define("FORLAN_70", "Включить прикрепление файлов / изображений");
define("FORLAN_71", "Позволить пользователям загружать на сервер файлы или изображения в свои сообщения на форуме,");
define("FORLAN_72", "Обновить порядок");
define("FORLAN_73", "Порядок обновлён");
define("FORLAN_75", "Родители");
define("FORLAN_76", "Главная страница форумов");
define("FORLAN_77", "Создать форум");
define("FORLAN_78", "Порядок форумов");
define("FORLAN_79", "Параметры");
define("FORLAN_80", "Опции");
define("FORLAN_81", "Вы уверены, что хотите удалить этого Родителя? Все форумы данного Родителя, а также сообщения в них, будут удалены.");
define("FORLAN_82", "Вы уверены, что хотите удалить этот форум?");
define("FORLAN_83", "Создать Родитель");
define("FORLAN_84", "Только пользователи");
define("FORLAN_85", "Только для чтения");
define("FORLAN_86", "Только Администраторы");
define("FORLAN_87", "Обрезать темы без ответов за количество дней:");
define("FORLAN_88", "Обрезать темы без ответов за количество дней:");
define("FORLAN_89", "Удалить сообщения целиком");
define("FORLAN_90", "Сделать сообщение неактивным");
define("FORLAN_91", "Сообщение(я) сделано неактивным");
define("FORLAN_92", "Удалено тем");
define("FORLAN_93", "Удалено ответов");
define("FORLAN_94", "Установить ранги");
define("FORLAN_95", "Ранги сохранены");
define("FORLAN_96", "Форум удалён");
define("FORLAN_97", "Родитель удалён");
define("FORLAN_98", "Название ранга");
define("FORLAN_99", "количество пунктов перед тем, как уровень изменится");
define("FORLAN_100", "загрузите на сервер изображения в themes/Ваша_тема/forum/");
define("FORLAN_101", "Главный Администратор");
define("FORLAN_102", "Лимит");
define("FORLAN_103", "Администратор сайта");
define("FORLAN_104", "Изображение ранга");
define("FORLAN_105", "Модератор форума");
define("FORLAN_106", "Обрезанный тип:");
define("FORLAN_107", "Форум");
define("FORLAN_108", " удалено");
define("FORLAN_109", "дней:");
define("FORLAN_110", "Обрезать");
define("FORLAN_111", "деактивировать");
define("FORLAN_112", "Позволить переадресацию");
define("FORLAN_113", "Переадресация на страницы форума после ответа");
define("FORLAN_114", "Свой заголовок у пользователя");
define("FORLAN_115", "Позволить пользователям редактировать заголовок");
define("FORLAN_116", "Уведомления о сообщениях");
define("FORLAN_117", "Удалится только уведомление о сообщении. Не само сообщение.");
define("FORLAN_118", "Уведомление о сообщении удалено");
define("FORLAN_120", "Это позволит пользователям менять свои Персональные заголовки");
define("FORLAN_121", "Нет уведомлениий о сообщениях");
define("FORLAN_122", "Щелкните здесь, чтобы отправить e-mail Администратору, когда кто-либо уведомляет о сообщении форума");
define("FORLAN_123", "Правила форума");
define("WMGLAN_1", "Правила для гостей");
define("WMGLAN_2", "Правила для пользователей");
define("WMGLAN_3", "Правила для Администраторов");
define("WMGLAN_4", "Принять");
define("WMGLAN_5", "Установить правила форума");
define("WMGLAN_6", "Активировать?");
define("FORLAN_126", "Показывать подсказки");
define("FORLAN_127", "Отметить, для показа первого сообщения темы, при наведении курсора на название темы.");
define("FORLAN_128", "Длина подсказки");
define("FORLAN_129", "Вы можете определить максимальное количество символов в подсказке.");
define("FORLAN_130", "нажмите здесь");
define("FORLAN_131", "установить максимальный размер файла, разрешенных типов и т.д.");
define("FORLAN_132", "Сделать акцент на прикрепленных темах");
define("FORLAN_133", "Придать прикрепленным темам дополнительный акцент (отдельные секции тем и заголовков)");
define("FORLAN_134", "Максимальный размер загружаемых на сервер изображений");
define("FORLAN_135", "Оставьте пустым для запрета автоизменения размера");
define("FORLAN_136", "Сделать ссылку на большое изображение");
define("FORLAN_137", "Если включить - изображение автоматически преобразуется в маленькое и будет создана ссылка на большое. Если отключено, исходное изображение будет отвергнуто");
define("FORLAN_138", "Очистить эти форумы");
define("FORLAN_139", "Для использования этой возможности нужно также отметить 'разрешить добавление изображений' на странице <a href='".e_ADMIN."image.php'>изображений</a>");
define("FORLAN_140", "Смотреть");
define("FORLAN_141", "Сообщение");
define("FORLAN_142", "Разрешения сообщений");
define("FORLAN_143", "Показывает, кто может оставлять сообщения в форуме");
define("FORLAN_144", "Назначить модераторов");
define("FORLAN_145", "Настроить подфорум");
define("FORLAN_146", "Подфорумов еще нет");
define("FORLAN_147", "Обновить подфорум");
define("FORLAN_148", "Создать подфорум");
define("FORLAN_149", "подфорумы");
define("FORLAN_150", "подфорум");
define("FORLAN_151", "ID");
define("FORLAN_152", "сообщения");
define("FORLAN_153", "Инструменты");
define("FORLAN_154", "Ответ удален");
define("FORLAN_155", "Категории форумов");
define("FORLAN_156", "Выберите форум(ы), чтобы выполнить действие");
define("FORLAN_157", "Все форумы");
define("FORLAN_158", "Пересчитайте информацию о последних сообщениях форума");
define("FORLAN_159", "Выбрать для пересчитывания информации о последних сообщениях форума");
define("FORLAN_160", "Выберите, чтобы выполнять это только на форумах, не в темах");
define("FORLAN_161", "Пересчитать сообщения/ответы");
define("FORLAN_162", "Выберите для пересчета сообщений/ответов");
define("FORLAN_163", "Пересчитать сообщения, оставленные пользователями");
define("FORLAN_164", "Выберите для пересчета сообщений пользователей");
define("FORLAN_165", "Выполнить функцию");
define("FORLAN_166", "Инструменты форума");
define("FORLAN_167", "Счетчик форума обновлен");
define("FORLAN_168", "Информация о последних сообщениях обновлена");
define("FORLAN_169", "Счетчик сообщений пользователей обновлен");
define("FORLAN_170", "Сообщения");
define("FORLAN_171", "Ответы на тему");
define("FORLAN_172", "Удалить это сообщение");
define("FORLAN_173", "Заголовок темы");
define("FORLAN_174", "Сообщено пользователем");
define("FORLAN_175", "Сообщение передано");
define("FORLAN_176", "Сообщение");
define("FORLAN_177", "Сделать уведомление по Еmail по умолчанию ВКЛЮЧЕННЫМ");
define("FORLAN_178", "Отметьте, чтобы переключатель включения отсылки уведомлений мог быть по умолчанию в положении ВКЛЮЧЕНО");
define("FORLAN_179", "(Добавление * к началу имени форума сделает этот форум только контейнером для подфорумов. Тема форума должна поддерживать эту опцию.)");
define("FORLAN_180", "Подтверждение операции удаления");
define("FORLAN_181", "Удалить");
define("FORLAN_182", "также пересчитать ответы для всех тем в выбранном форуме");
define("FORLAN_183", "<strong>Внимание:</strong>&nbsp;Эта функция не доступна при выборе <strong>'Все форумы'</strong> из-за количества запросов, которые она генерирует!");
define("FORLAN_201", "Выбрать все");


?>