<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("e_PAGETITLE", "Форум");
define("LAN_30", "Приветствую,");
define("LAN_31", "Новых сообщений нет");
define("LAN_32", "Есть новое сообщение");
define("LAN_33", "Есть");
define("LAN_34", "новых сообщений");
define("LAN_35", " с Вашего последнего визита.");
define("LAN_36", "Ваш последний визит:");
define("LAN_37", "Сейчас");
define("LAN_38", ", время в формате");
define("LAN_41", "Новые пользователи:");
define("LAN_42", "Зарегистрировалось пользователей:");
define("LAN_44", "Эти форумы могут быть использованы незарегистрированными пользователями, но учтите, что ваш IP-адрес будет записан, если вы оставите сообщение.<br />Чтобы получить доступ к полной функциональности этого форума, вы должны");
define("LAN_45", "Только пользователи, вошедшие под своим именем, могут оставлять сообщения. Нажмите");
define("LAN_46", "Форум");
define("LAN_47", "Тем");
define("LAN_48", "Ответов");
define("LAN_49", "Последнее");
define("LAN_51", "В этом форуме нет доступных тем. Попробуйте в другой раз.");
define("LAN_52", "В этом каталоге нет доступных форумов. Попробуйте в другой раз.");
define("LAN_79", "Новая тема");
define("LAN_80", "Новых сообщений нет");
define("LAN_81", "Тема закрыта");
define("LAN_100", "статьи");
define("LAN_180", "поиск");
define("LAN_191", "Информация");
define("LAN_192", " Всего пользователями написано");
define("LAN_196", "Вы прочитали");
define("LAN_197", " сообщения(й).");
define("LAN_198", " Все новые сообщения прочитаны.");
define("LAN_199", "Отметить все сообщения как прочтенные");
define("LAN_204", "Вы <b>можете</b> начать новые темы");
define("LAN_205", "Вы <b>не можете</b> начинать новые темы");
define("LAN_206", "Вы <b>можете</b> отвечать на сообщения");
define("LAN_207", "Вы <b>не можете</b> отвечать на сообщения");
define("LAN_208", "Вы <b>можете</b> редактировать свои сообщения");
define("LAN_209", "Вы <b>не можете</b> редактировать свои сообщения");
define("LAN_392", "остановить отслеживание темы");
define("LAN_393", "Отслеживать тему");
define("LAN_394", "Закрытый форум");
define("LAN_397", "Отслеженная тема");
define("LAN_398", "Закрыто");
define("LAN_399", "Удалено");
define("LAN_400", "Просмотр форума разрешён только зарегистрированным пользователям");
define("LAN_401", "Только пользователи");
define("LAN_402", "Этом форум открыт только для чтения");
define("LAN_403", "Пока нет сообщений");
define("LAN_404", "сообщений");
define("LAN_405", "Ограниченный доступ");
define("LAN_406", "Доступ в этот форум разрешен только администраторам");
define("LAN_407", "Доступ в этот форум разрешен только пользователям");
define("LAN_408", "Форум с запретом на оставление сообщений");
define("LAN_409", "Доступ в этот форум разрешен для определенного класса");
define("LAN_410", "Добро пожаловать, гость");
define("LAN_411", "тема");
define("LAN_412", "ответ");
define("LAN_413", "тем");
define("LAN_414", "ответа(ов)");
define("LAN_415", "пользователь просматривает форумы в настоящее время");
define("LAN_416", "пользователи просматривают форумы в настоящее время");
define("LAN_417", "пользователь");
define("LAN_418", "гость");
define("LAN_419", "пользователей");
define("LAN_420", "гостей");
define("LAN_421", "Посмотреть новые сообщения");
define("LAN_422", "Новые сообщения с последнего Вашего визита");
define("LAN_423", "Сообщено");
define("LAN_424", "Новая тема");
define("LAN_425", "Ответ на:");
define("LAN_426", "Кто в сети:");
define("LAN_427", "Отобразить детали.");
define("LAN_428", "Тема:");
define("LAN_429", "Рейтинг форума");
define("LAN_430", "Наиболее активные темы");
define("LAN_431", "Мои сообщения");
define("LAN_432", "Мои настройки");
define("LAN_433", "Правила форума");
define("LAN_434", "Вернуться в форум");
define("LAN_435", "Мой профиль");
define("LAN_436", "(Будет открыто в новом окне.)");
define("LAN_437", "Зарегистрируйтесь");
define("LAN_438", "и войдите.");
define("LAN_439", "здесь");
define("LAN_440", "чтобы перейти на страницу регистрации.");
define("LAN_441", "Смотреть статистику форума");
define("FORLAN_441", "Правила не определены.");
define("FORLAN_442", "Мои загрузки на сервер");
define("FORLAN_443", "[пользователь удален]");
define("FORLAN_444", "подфорумы");


?>