<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/
	
define("CM_L1", "Нет комментариев.");
define("CM_L2", "");
define("CM_L3", "Заголовок");
define("CM_L4", "Количество ввыодимых комментариев?");
define("CM_L5", "Количество выводимых символов?");
define("CM_L6", "Постфикс для слишком длинных комментариев?");
define("CM_L7", "Показывать название новости в заголовке?");
define("CM_L8", "Настройка меню комментариев");
define("CM_L9", "Обновить настройки меню");
define("CM_L10", "Настройки меню комментариев сохранены");
define("CM_L11", "дата");
define("CM_L12", "Re:"); //Re:
define("CM_L13", "Автор"); //Posted by
		
?>