<?php
/*
+ ------------------------------------------------------------------------------+
|	© е107 Клуб 2010-2011. Все права защищены.									|
|	Сайт: http://www.e107club.ru												|
|	Почта: plugin@e107club.ru													|
|	Плагин: Прокрутка страницы													|
|	Версия: 1.2																	|
|	Дата: 07.07.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
+-------------------------------------------------------------------------------+
*/

define("LAN_TB_01", "Прокрутка страницы");
define("LAN_TB_02", "Кадников Александр [Predator]");
define("LAN_TB_03", "Плагин добавляет на сайт кнопку плавной прокрутки страницы вверх.<br />Работает во всех браузерах поддерживающих CCS3.<br /><br />");
define("LAN_TB_04", "Прокрутка страницы");
define("LAN_TB_05", "Успешно завершено!");
define("LAN_TB_06", "Навигация");
define("LAN_TB_COPYRIGHT", "© Кадников Александр [Predator] 2011. © е107 Клуб 2010-2011. Все права защищены.");

define("LAN_TB_MENU_01", "Меню плагина");
define("LAN_TB_MENU_02", "Конфигурация");
define("LAN_TB_MENU_03", "Лицензия");

define("LAN_TB_CONF_01", "Конфигурация");
define("LAN_TB_CONF_02", "Конфигурация плагина «Прокрутка страницы» версия 1.2");
define("LAN_TB_CONF_03", "Настройки успешно сохранены!");
define("LAN_TB_CONF_04", "Цвет кнопки:");
define("LAN_TB_CONF_05", "Размер кнопки:");
define("LAN_TB_CONF_06", "Радиус углов кнопки:");
define("LAN_TB_CONF_07", "Отступ кнопки от правого края экрана:");
define("LAN_TB_CONF_08", "Отступ кнопки от верхнего края экрана:");
define("LAN_TB_CONF_09", "Подключение jQuery библиотеки:");
define("LAN_TB_CONF_10", "Шестнадцатиричное число");
define("LAN_TB_CONF_11", "Применить настройки");
define("LAN_TB_CONF_12", "Выбрать изображение кнопки:");
define("LAN_TB_CONF_13", "Загрузить изображение кнопки:");
define("LAN_TB_CONF_14", "Без изображения");
define("LAN_TB_CONF_15", "Ошибка - Файл");
define("LAN_TB_CONF_16", "имеет недопустимое расширение!");
define("LAN_TB_CONF_17", "имеет недопустимое разрешение!");
define("LAN_TB_CONF_18", "Примечание: Разрешенные расширения файлов *.png, *.gif, *.jpg");
define("LAN_TB_CONF_19", "Примечание: Максимальное допустимое разрешение 128x128 пикселей.");

define("LAN_TB_LISENCE_01", "Лицензия");
define("LAN_TB_LISENCE_02", "Лицензионное соглашение на использование данного программного обеспечения");
define("LAN_TB_LISENCE_03", "Все авторские права на плагин <b>«Прокрутка страницы» версия 1.2</b> (далее по тексту - «плагин») принадлежат, только автору - Кадникову Александру [Predator];");
define("LAN_TB_LISENCE_04", "Автор данного плагина оставляет за собой право отменить действие данного лицензионного соглашения для любой из последующих версий данного плагина;");
define("LAN_TB_LISENCE_05", "Данный плагин распространяется, <b><u>только самим автором</u></b>. Ни одно физическое или юридическое лицо не может и не имеет права распространять данный плагин и/или брать плату (вознаграждение) за распространение данного плагина без письменного на то разрешения и согласия автора.");
define("LAN_TB_LISENCE_06", "Данный плагин поставляется по принципу <b>«КАК ЕСТЬ»</b>. Никаких гарантий не прилагается и не предусматривается. Вы используете этот плагин на свой страх и риск. Автор не будет нести ответственность ни за какие потери или искажения данных, любую упущенную выгоду в процессе использования или неправильного использования данного программного обеспечения;");
define("LAN_TB_LISENCE_07", "Вы можете использовать данный плагин на любом сайте, <u>владельцем</u> которого вы являетесь;");
define("LAN_TB_LISENCE_08", "Вы не имеете права распространять, копировать, создавать новые версии на основе существующей, сдавать в наем или аренду, продавать, передавать третьим лицам, изменять код плагина другими способами, иначе, чем определено настоящим лицензионным соглашением. Любое такое нелегальное использование означает автоматическое и немедленное прекращение действия настоящего лицензионного соглашения и может преследоваться по закону <b><a href='http://www.internet-law.ru/law/avt/avt.htm' target='_blank'>об авторских и смежных правах</a></b>;");
define("LAN_TB_LISENCE_09", "Все права, не указанные явно в настоящем лицензионном соглашении, сохраняются за автором данного плагина и охраняются законодательством РФ и международными соглашениями;");
define("LAN_TB_LISENCE_10", "Установка и использование данного плагина означает, что вы понимаете и принимаете условия настоящего лицензионного соглашения и согласны с ними;");
define("LAN_TB_LISENCE_11", "Если по каким-либо причинам вы не согласны с настоящим лицензионным соглашением, вам необходимо немедленно удалить все файлы дистрибутива данного плагина с ваших устройств хранения информации и прекратить его использование.");
?>