<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("CHATBOX_L1", "Невозможно принять сообщение, поскольку данное имя пользователя зарегистрировано - если это ваше имя пользователя, пожалуйста, войдите, чтобы отправить сообщение.");
define("CHATBOX_L2", "Чат");
define("CHATBOX_L3", "Авторизуйтесь для отправки сообщений, либо <a href='".e_SIGNUP."'>зарегистрируйтесь</a>.");
define("CHATBOX_L4", "Отправить");
define("CHATBOX_L5", "Очистить");
define("CHATBOX_L6", "[заблокировано Администратором]");
define("CHATBOX_L7", "Разблокировать");
define("CHATBOX_L8", "Информация");
define("CHATBOX_L9", "Блокировать");
define("CHATBOX_L10", "Удалить");
define("CHATBOX_L11", "Сообщений нет.");
define("CHATBOX_L12", "Посмотреть все сообщения");
define("CHATBOX_L13", "Модерировать чат");
define("CHATBOX_L14", "Смайлы");
define("CHATBOX_L15", "Отправленное сообщение либо слишком длинное, либо пустое.");
define("CHATBOX_L16", "Анонимный");
define("CHATBOX_L17", "Дубликат сообщения");
define("CHATBOX_L18", "Произведена модерация сообщений чата");
define("CHATBOX_L19", "Вы можете отправлять сообщения только каждые ".(FLOODPROTECT ? FLOODTIMEOUT : '(не указано)')." секунд");
define("CHATBOX_L20", "Чат (все сообщения)");
define("CHATBOX_L21", "Сообщения чата");
define("CHATBOX_L22", "от");
define("CHATBOX_L23", "Ошибка!");
define("CHATBOX_L24", "У вас нет достаточно прав просматривать эту страницу.");
define("CHATBOX_L25", "[ это сообщение было заблокировано Администратором ]");
define("CHATBOX_L26", "Отправить сообщение");
define("NT_LAN_CB_1", "События чата");
define("NT_LAN_CB_2", "Отправлено сообщений");
define("NT_LAN_CB_3", "Отправлено");
define("NT_LAN_CB_4", "IP адрес");
define("NT_LAN_CB_5", "Сообщение");
define("NT_LAN_CB_6", "Отправлено сообщение чата");


?>