<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("CHBLAN_1", "Настройки обновлены.");
define("CHBLAN_2", "Модерировать");
define("CHBLAN_3", "Сообщений чата еще нет.");
define("CHBLAN_4", "Участник");
define("CHBLAN_5", "Гость");
define("CHBLAN_6", "разблокировать");
define("CHBLAN_7", "заблокировать");
define("CHBLAN_8", "удалить");
define("CHBLAN_9", "Модерировать чат");
define("CHBLAN_10", "Модерировать сообщения");
define("CHBLAN_11", "Сообщений в чате для отображения");
define("CHBLAN_12", "количество сообщений отображаемых в чате");
define("CHBLAN_13", "Заменить ссылки");
define("CHBLAN_14", "если отмечено, отправленные ссылки будут заменены текстом, введенным в поле ниже");
define("CHBLAN_15", "Строка замены если активировано");
define("CHBLAN_16", "ссылки будут заменены этой строкой");
define("CHBLAN_17", "Количество переходов на новую строку");
define("CHBLAN_18", "слова длинней, чем установленное здесь число будут перенесены ");
define("CHBLAN_19", "Настройки чата обновлены");
define("CHBLAN_20", "Настройки чата");
define("CHBLAN_21", "Сокращать");
define("CHBLAN_22", "Удалять сообщения старше определенного периода времени");
define("CHBLAN_23", "Удалять сообщения старше");
define("CHBLAN_24", "Одного дня");
define("CHBLAN_25", "Одной недели");
define("CHBLAN_26", "Одного месяца");
define("CHBLAN_27", "- Удалить все сообщения -");
define("CHBLAN_28", "Сократить чат");
define("CHBLAN_29", "Отображать чат внутри слоя с прокруткой");
define("CHBLAN_30", "Высота слоя");
define("CHBLAN_31", "Отображать смайлы");
define("CHBLAN_32", "Пользовательский класс для модерирования");
define("CHBLAN_33", "Пересчитать пользователей");
define("CHBLAN_34", "Пересчитать сообщения пользователей");
define("CHBLAN_35", "Пересчитать");
define("CHBLAN_36", "Опции отображения чата");
define("CHBLAN_37", "Нормальный чат");
define("CHBLAN_38", "Использовать javascript для динамического обновления сообщений (AJAX)");


?>