<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Сообщить новость");

define("LAN_7", "Имя: ");
define("LAN_62", "Заголовок новости: ");
define("LAN_112", "e-mail: ");
define("LAN_133", "Спасибо");
define("LAN_134", "Ваша новость отправлена на проверку и, возможно, будет опубликована после проверки Администрацией сайта.");
define("LAN_135", "Текст новости: ");
define("LAN_136", "Разместить новость");
define("NWSLAN_6", "Категория");
define("NWSLAN_10", "Нет категорий новостей");
define("NWSLAN_11", "У вас нет прав для просмотра.");
define("NWSLAN_12", "Доступ запрещён.");
define("SUBNEWSLAN_1", "Вы должны включить заголовок.\\n");
define("SUBNEWSLAN_2", "Вы должны добавить в новость какой-нибудь текст.\\n");
define("SUBNEWSLAN_3", "Ваши прикрепленные файлы должны быть в формате jpg, gif или png");
define("SUBNEWSLAN_4", "Слишком большой файл");
define("SUBNEWSLAN_5", "Файл изображения");
define("SUBNEWSLAN_6", "(jpg, gif или png)");
define('SUBNEWSLAN_7', 'Вы должны указать ваше имя и email-адрес');
define('SUBNEWSLAN_8', 'Ошибка загрузки изображения');

?>