<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/
define("COMLAN_0", "[Заблокировано Администратором]");
define("COMLAN_1", "Разблокировать");
define("COMLAN_2", "Блокировать");
define("COMLAN_3", "Удалить");
define("COMLAN_4", "Профиль");
define("COMLAN_5", "Комментарии...");
define("COMLAN_6", "Вы должны авторизоваться, чтобы отправлять комментарии на этом сайте - пожалуйста, либо авторизуйтесь, либо - если вы еще не зарегистрированы - кликните");
define("COMLAN_7", "Главный Администратор");
define("COMLAN_8", "Комментарий");
define("COMLAN_9", "Поместить комментарий");
define("COMLAN_10", "Администратор");
define("COMLAN_11", "<b>Ошибка!</b> Ваш комментарий не может быть добавлен - пожалуйста, напишите комментарий используя стандартные символы.");
define("COMLAN_12", "Пользователь");
define("COMLAN_16", "Имя пользователя:");
define("COMLAN_99", "Комментарии");
define("COMLAN_100", "Новости");
define("COMLAN_101", "Опрос");
define("COMLAN_102", "Ответы на:");
define("COMLAN_103", "Статья");
define("COMLAN_104", "Обзор");
define("COMLAN_105", "Контент");
define("COMLAN_106", "Загрузка");
define("COMLAN_145", "Зарегистрирован:");
define("COMLAN_194", "Гость");
define("COMLAN_195", "Зарегистрированный пользователь");
define("COMLAN_310", "Невозможно добавить комментарий под этим именем пользователя - возможно, имя пользователя зарегистрировано или заблокировано.");
define("COMLAN_312", "Невозможно добавить комментарий - аналогичный комментарий уже существует.");
define("COMLAN_313", "Расположение");
define("COMLAN_314", "модерировать комментарии");
define("COMLAN_315", "Трекбэки");
define("COMLAN_316", "Нет трекбэков у этой новости.");
define("COMLAN_317", "Модерировать трекбэки");
define("COMLAN_318", "Редактировать комментарий");
define("COMLAN_319", "отредактирован");
define("COMLAN_320", "Обновить комментарий");
define("COMLAN_321", "здесь");
define("COMLAN_322", ", чтобы зарегистрироваться");
define("COMLAN_323", "Ошибка!");
define("COMLAN_324", "Тема");
define("COMLAN_325", "Re:");
define("COMLAN_326", "Ответить");
define("COMLAN_327", "Рейтинг");
define("COMLAN_328", "Комментарии заблокированы");
define("COMLAN_329", "Неавторизован");
define("COMLAN_330", "IP:");

define('COMLAN_331', 'Сортировать комментарии:&nbsp;');
define('COMLAN_332', 'По возрастанию');
define('COMLAN_333', 'По убыванию');

define("COMLAN_TYPE_1", "новости");
define("COMLAN_TYPE_2", "загрузки");
define("COMLAN_TYPE_3", "В/О");
define("COMLAN_TYPE_4", "опрос");
define("COMLAN_TYPE_5", "документы");
define("COMLAN_TYPE_6", "Баги");
define("COMLAN_TYPE_7", "идеи");
define("COMLAN_TYPE_8", "профиль пользователя");
define("COMLAN_TYPE_PAGE", "Контент");
?>