<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Пользователи");
define("LAN_20", "Ошибка");
define("LAN_112", "Электронная почта: ");
define("LAN_137", "Эта информация недоступна незарегистрированным пользователям");
define("LAN_138", "Зарегистрированные пользователи: ");
define("LAN_139", "Порядок сортировки: ");
define("LAN_140", "Зарегистрированные пользователи");
define("LAN_141", "Нет зарегистрированных пользователей.");
define("LAN_142", "Пользователь");
define("LAN_143", "[скрыто по требованию]");
define("LAN_145", "Зарегистрирован: ");
define("LAN_146", "Визитов на сайт: ");
define("LAN_147", "Сообщений в чате: ");
define("LAN_148", "Комментариев: ");
define("LAN_149", "Сообщений в форуме: ");
define("LAN_308", "Настоящее имя: ");
define("LAN_400", "Несуществующий пользователь.");
define("LAN_401", "нет данных");
define("LAN_402", "Информация о пользователе");
define("LAN_403", "Статистика пользователя");
define("LAN_404", "Последний визит");
define("LAN_405", "дней назад");
define("LAN_406", "Статус");
define("LAN_407", "нет");
define("LAN_408", "без фото");
define("LAN_409", "очков");
define("LAN_410", "Разное");
define("LAN_411", "Щелкните для обновления информации");
define("LAN_412", "Щелкните для редактирования информации об этом пользователе");
define("LAN_413", "удалить фото");
define("LAN_414", "предыдущий пользователь");
define("LAN_415", "следующий пользователь");
define("LAN_416", "Вы должны войти, как зарегистрированный пользователь<br> Зарегистрироваться можно <a href=\"".e_BASE."signup.php\">здесь</a>");
define("LAN_417", "Главный админ");
define("LAN_418", "Админ сайта");
define("LAN_419", "Показать");
define("LAN_420", "по убыванию");
define("LAN_421", "по возрастанию");
define("LAN_422", "Перейти");
define("LAN_423", "Щелкнуть для просмотра комментариев пользователя");
define("LAN_424", "Щелкнуть для просмотра сообщений форума");
define("LAN_425", "Отправить приватное сообщение");
define("LAN_426", "назад");
define("USERLAN_1", "Рейтинг");
define("USERLAN_2", "У вас нет необходимых прав для просмотра этой страницы.");


?>