<?php
define("LAN_PREF_1", "Сайт работает под управлением системы r107");
define("LAN_PREF_2", "Система Управления Контентом r107");
define("LAN_PREF_3", "Сборка настоящей версии системы подготовлена командой OSGroup.pro<br />
			Автор сборки: © Сергей Казанцев [Sunout].<br />
			Автор перевода и русской локализации: © Кадников Александр [Predator].<br />
			© <a href='http://r107.pro/' rel='external'>r107.pro</a> 2014-".date('Y').". Все права защищены.");
define("LAN_PREF_4", "цензура");
define("LAN_PREF_5", "Форумы");

?>