<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("CUSLAN_1", "Заголовок");
define("CUSLAN_2", "Тип");
define("CUSLAN_3", "Настройки страниц");
define("CUSLAN_4", "Удалить эту страницу?");
define("CUSLAN_5", "Существующие страницы");
define("CUSLAN_7", "Имя меню");
define("CUSLAN_8", "Заголовок");
define("CUSLAN_9", "Текст");
define("CUSLAN_10", "Разрешить рейтинг");
define("CUSLAN_11", "Главная страница");
define("CUSLAN_12", "Создать страницу");
define("CUSLAN_13", "Разрешить комментарии");
define("CUSLAN_14", "Защита страницы паролем");
define("CUSLAN_15", "(введите пароль для защиты страницы)");
define("CUSLAN_16", "Создать ссылку в Главном меню");
define("CUSLAN_17", "(введите текст ссылки)");
define("CUSLAN_18", "Страница / ссылка видна");
define("CUSLAN_19", "Обновить страницу");
define("CUSLAN_20", "Создать страницу");
define("CUSLAN_21", "Обновить меню");
define("CUSLAN_22", "Создать меню");
define("CUSLAN_23", "Редактировать страницу");
define("CUSLAN_24", "Создать новую страницу");
define("CUSLAN_25", "Редактировать меню");
define("CUSLAN_26", "Создать новое меню");
define("CUSLAN_27", "Страница сохранена в БД.");
define("CUSLAN_28", "Страница удалена");
define("CUSLAN_29", "Список страниц, если страница не выбрана");
define("CUSLAN_30", "Время окончания для cookie (в секундах)");
define("CUSLAN_31", "Создать меню");
define("CUSLAN_32", "Конвертировать старые страницы/меню");
define("CUSLAN_33", "Меню");
define("CUSLAN_34", "Начало конвертации");
define("CUSLAN_35", "Завершено обновление своей страницы");
define("CUSLAN_36", "Чтобы установить настройки для каждой страницы, вернитесь к главной странице и отредактируйте их.");
define("CUSLAN_37", "Обновление своей страницы");
define("CUSLAN_38", "вкл");
define("CUSLAN_39", "выкл");
define("CUSLAN_40", "Сохранить");

define("CUSLAN_41", "Показать информацию об авторе и дату");
define("CUSLAN_42", "Страницы еще не созданы");
define('CUSLAN_43', 'меню без заголовка: '); //untitled menu
define('CUSLAN_44', 'страница без заголовка'); //untitled page


?>