<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("EMOLAN_1", "Активировать смайлы");
define("EMOLAN_2", "Имя ");
define("EMOLAN_3", "Эмоции");
define("EMOLAN_4", "Активировать смайлы?");
define("EMOLAN_5", "Изображение");
define("EMOLAN_6", "Код смайлика");
define("EMOLAN_7", "разделить пробелами");
define("EMOLAN_8", "Статус");
define("EMOLAN_9", "Опции");
define("EMOLAN_10", "Активно");
define("EMOLAN_11", "Активировать набор");
define("EMOLAN_12", "Редактировать/настроить набор");
define("EMOLAN_13", "Установленные наборы");
define("EMOLAN_14", "Сохранить настройки");
define("EMOLAN_15", "Редактировать/настроить смайлы");
define("EMOLAN_16", "Настройки смайлов сохранены");
define("EMOLAN_17", "У вас имеется набор смайлов, который содержит пробелы в имени, что не разрешено !");
define("EMOLAN_18", "пожалуйста, переименуйте перечисленные ниже экземпляры, чтобы они не содержали пробелов:");
define("EMOLAN_19", "Имя");
define("EMOLAN_20", "Расположение");
define("EMOLAN_21", "Ошибка");
define("EMOLAN_22", "Найден новый набор смайлов:");
define("EMOLAN_23", "Найден новый набор смайлов xml:");
define("EMOLAN_24", "Найден новый смайл php:");
define("EMOLAN_25", "Установка новых смайлов PHP: ");
define("EMOLAN_26", "Сканировать набор заново");
define("EMOLAN_27", "Произошла ошибка при обработке набора: ");
define("EMOLAN_28", "Генерировать XML");
define("EMOLAN_29", "Файл XML сгенерирован: ");
define("EMOLAN_30", "Ошибка записи XML-файла: ");

?>