<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define('LAN_CKUSER_01','Проверить БД пользователей');
define('LAN_CKUSER_02','Этот инструмент предназначен для проверки БД ваших пользователей на наличие множества потенциальных проблем');
define('LAN_CKUSER_03','Если у вас очень много пользователей, то данная процедура может занять много времени или завершиться тайм-аутом');
define('LAN_CKUSER_04','Продолжить');
define('LAN_CKUSER_05','Проверить на одинаковые имена пользователей (логины)');
define('LAN_CKUSER_06','Выберите действие');
define('LAN_CKUSER_07','Найдены одинаковые имена пользователей (логины)');
define('LAN_CKUSER_08','Совпадений не найдено');
define('LAN_CKUSER_09','Имя пользователя (логин)');
define('LAN_CKUSER_10','ID пользователя');
define('LAN_CKUSER_11','Отображаемое имя');
define('LAN_CKUSER_12','Проверить на одинаковые Email адреса');
define('LAN_CKUSER_13','Найдены одинаковые Email адреса');
define('LAN_CKUSER_14','Email адрес');
define('LAN_CKUSER_15','Совпадений не найдено');
define('LAN_CKUSER_16','Найти записи в которых отображаемое имя является чьим-то именем пользователя (логином)');
define('LAN_CKUSER_17','Конфликт имени пользователя (логина) и отображаемого имени');
define('LAN_CKUSER_18','Пользователь A');
define('LAN_CKUSER_19','Пользователь Б');
define('LAN_CKUSER_20','');


?>