/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

tinyMCE.addI18n('ru.table_dlg',{
general_tab:"Основные",
advanced_tab:"Дополнительные",
general_props:"Основные свойства",
advanced_props:"Дополнительные свойства",
rowtype:"Строка в части таблицы",
title:"Вставить/Изменить таблицу",
width:"Ширина",
height:"Высота",
cols:"Столбцы",
rows:"Строки",
cellspacing:"Расстояние между ячейками",
cellpadding:"Отступы в ячейках",
border:"Граница",
align:"Выравнивание",
align_default:"По умолчанию",
align_left:"Влево",
align_right:"Вправо",
align_middle:"Центр",
row_title:"Свойства строки",
cell_title:"Свойства ячейки",
cell_type:"Тип ячейки",
valign:"Вертикальное выравнивание",
align_top:"По верху",
align_bottom:"По низу",
bordercolor:"Цвет границы",
bgcolor:"Цвет фона",
merge_cells_title:"Слить ячейкии",
id:"Идентификатор",
style:"Стиль",
langdir:"Направление языка",
langcode:"Код языка",
mime:"Целевой MIME-тип",
ltr:"Слева направо",
rtl:"Справа налево",
bgimage:"Фоновое изображение",
summary:"Сводка",
td:"Данные",
th:"Заголовок",
cell_cell:"Обновить текущую ячейку",
cell_row:"Обновить все ячейки в строке",
cell_all:"Обновить все ячейки в таблице",
row_row:"Обновить текущую строку",
row_odd:"Обновить нечетные строки в таблице",
row_even:"Обновить чётные строки в таблице",
row_all:"Обновить все строки в таблице",
thead:"Верхняя часть таблицы",
tbody:"Основная часть таблицы",
tfoot:"Нижняя часть таблицы",
scope:"Пределы",
rowgroup:"Группа строк",
colgroup:"Группа столбцов",
col_limit:"Вы превысили максимальное количество в {$cols} столбцов.",
row_limit:"Вы превысили максимальное количество в {$rows} строк.",
cell_limit:"Вы превысили максимальное количество в {$cells} ячеек.",
missing_scope:"Вы действительно хотите продолжить без указания области действия этой ячейки заголовка? Без этого некоторым пользователям с ограниченной трудоспособностью может быть трудно понять содержание или данные таблицы.",
caption:"Заголовок таблицы",
frame:"Границы",
frame_none:"отсутствует",
frame_groups:"группы",
frame_rows:"строки",
frame_cols:"столбцы",
frame_all:"все",
rules:"Линейки",
rules_void:"отсутствуют",
rules_above:"сверху",
rules_below:"снизу",
rules_hsides:"горизонтальные",
rules_lhs:"слева",
rules_rhs:"справа",
rules_vsides:"вертикальные",
rules_box:"контейнер",
rules_border:"граница"
});