<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Новости");
define("LAN_NEWS_1", "Новости для особых пользователей");
define("LAN_NEWS_2", "У Вас нет разрешения для просмотра");
define("LAN_NEWS_9", "Установить только заголовок - <b>будет показан только заголовок новости</b><br />");
define("LAN_NEWS_10", "Эта новость <b>неактивна</b> (Она не будет показана на главной странице).");
define("LAN_NEWS_11", "Эта новость <b>активна</b> (Она будет показана на главной странице).");
define("LAN_NEWS_12", "Комментарии <b>включены</b>.");
define("LAN_NEWS_13", "Комментарии <b>отключены</b>.");
define("LAN_NEWS_14", "<br />Период активации:");
define("LAN_NEWS_15", "Длина тела:");
define("LAN_NEWS_16", "b. длина расширенной новости:");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "Информация:");
define("LAN_NEWS_19", "Сейчас");
define("LAN_NEWS_23", "Категории новостей");
define("LAN_NEWS_24", "создать PDF документ из этой новости");
define("LAN_NEWS_25", "Редактировать");
define("LAN_NEWS_31", "Закрепить статью");
define("LAN_NEWS_82", "Новости - Категории");
define("LAN_NEWS_83", "Новостей нет - пожалуйста, зайдите позже.");
define("LAN_NEWS_84", "Темы новостей");
define("LAN_NEWS_85", "Назад к краткому обзору новостей");
define("LAN_NEWS_86", "Старые новости");
define("LAN_NEWS_87", "Новые новости");
define("LAN_NEWS_462", "В течении указанного месяца новостей не было");
define("LAN_NEWS_99", "Комментарии");
define("LAN_NEWS_100", "На");
define("LAN_NEWS_307", "Всего сообщений в этой категории:");



?>