<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("LAN_PAGE_1", "Список страниц отлючен");
define("LAN_PAGE_2", "Нет страниц");
define("LAN_PAGE_3", "Запрашиваемая страница не существует");
define("LAN_PAGE_4", "Добавьте оценку этой странице");
define("LAN_PAGE_5", "Спасибо, что добавили оценку этой странице");
define("LAN_PAGE_6", "У Вас нет разрешения просматривать эту страницу");
define("LAN_PAGE_7", "Неправильный пароль");
define("LAN_PAGE_8", "Страница защищена паролем");
define("LAN_PAGE_9", "Пароль");
define("LAN_PAGE_10", "Отправить");
define("LAN_PAGE_11", "Список страниц");
define("LAN_PAGE_12", "Неправильная страница");
define("LAN_PAGE_13", "Страница");
?>