<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("LANUPLOAD_1", "Тип файла ");
define("LANUPLOAD_2", "не разрешён и был удален.");
define("LANUPLOAD_3", "Удачно загружен на сервер");
define("LANUPLOAD_4", "Указанный каталог либо не существует, либо не открыт на запись. (CHMOD = 777)");
define("LANUPLOAD_5", "Загружаемый на сервер файл превысил максимальный размер, указанный в директиве upload_max_filesize файла php.ini.");
define("LANUPLOAD_6", "Загружаемый на сервер файл превысил максимальный размер, указанный в MAX_FILE_SIZE html-формы.");
define("LANUPLOAD_7", "Файл загружен на сервер только частично.");
define("LANUPLOAD_8", "Файл не был загружен на сервер.");
define("LANUPLOAD_9", "Загружаемый на сервер файл имеет размер 0 байт");

define("LANUPLOAD_10", "Загрузка на сервер прервана [Дубликат имени файла] - Файл с таким названием уже существует.");
define("LANUPLOAD_11", "Файл не загружен на сервер. Имя файла: ");
define("LANUPLOAD_12", "Ошибка");
define("LANUPLOAD_13", "Отсутствует временная папка");
define("LANUPLOAD_14", "Запись файла не удалась");
define("LANUPLOAD_15", "Загрузка на сервер не разрешена");
define("LANUPLOAD_16", "Неизвестная ошибка");
define("LANUPLOAD_17", "Неправильное имя для загружаемого на сервер файла");
define("LANUPLOAD_18", "Загруженный на сервер файл превосходит установленный предел.");
define("LANUPLOAD_19", "На сервер загружено слишком много файлов - излишек удален.");


?>