<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Регистрация");
define("LAN_7", "Отображаемое имя:");
define("LAN_8", "Имя, которое будет отображаться на сайте");
define("LAN_9", "Имя пользователя:");
define("LAN_10", "Имя, которое будет использоваться для входа на сайт");
define("LAN_17", "Пароль:");
define("LAN_103", "Это имя пользователя недопустимо, пожалуйста, введите другое имя пользователя");
define("LAN_104", "Это имя пользователя уже существует в базе данных, пожалуйста, выберите другое имя пользователя");
define("LAN_105", "Пароли не совпадают");
define("LAN_106", "Вы ввели неправильный email");
define("LAN_107", "Спасибо! Теперь вы зарегистрированный пользователь");
define("LAN_108", "Регистрация прошла успешно");
define("LAN_109", "Этот сайт действует в соответствии с Законом о Защите Прав Детей в Интернет от 1998 года (COPPA) и, как таковой, запрещает регистрацию детей младше 13 лет без письменного разрешения со стороны их родителя или опекуна. Для получения подробной информации вы можете прочитать закон");
define("LAN_110", "Регистрация");
define("LAN_111", "Повторите пароль:");
define("LAN_112", "Email адрес:");
define("LAN_113", "Скрывать email адрес?:");
define("LAN_114", "Введите email адрес для публикации на сайте, а также отправки на него информационной почты.");
define("LAN_123", "Регистрация");
define("LAN_185", "Вы не заполнили обязательные поля");
define("LAN_201", "Да");
define("LAN_200", "Нет");
define("LAN_202", "У вас уже есть учетная запись. Если вы забыли пароль, пожалуйста, перейдите по ссылке 'забыли пароль'.");
define("LAN_309", "Введите свои данные ниже.");
define("LAN_399", "Продолжить");
define("LAN_400", "Имена пользователей и пароли <b>чувствительны к регистру</b>");
define("LAN_401", "Ваша учетная запись успешно активирована, пожалуйста,");
define("LAN_402", "Регистрация активирована");
define("LAN_403", "Приветствуем на");
define("LAN_404", "Подробности регистрации на");
define("LAN_405", "Этот этап регистрации завершён. Вы получите подтверждающее письмо, содержащее информацию о вашей учетной записи. Пожалуйста, перейдите по ссылке в полученном письме, чтобы завершить процесс и активировать вашу учетную запись.");
define("LAN_406", "Спасибо!");
define("LAN_407", "Пожалуйста, сохраните этот email на будущее. Ваш пароль хранится в зашифрованном виде и не может быть восстановлен, если вы забудете или потеряете его. Однако, если это произойдет, вы сможете запросить новый пароль.\n\nСпасибо за регистрацию.\n\nFrom");
define("LAN_408", "Пользователь с  таким email адресом уже существует. Используйте окно 'забыли пароль' для восстановления пароля.");
define("LAN_SIGNUP_1", "Минимум");
define("LAN_SIGNUP_2", "символов.");
define("LAN_SIGNUP_3", "Неверно введен защитный код.");
define("LAN_SIGNUP_4", "Длина пароля не менее");
define("LAN_SIGNUP_5", " символов.");
define("LAN_SIGNUP_6", "Вы не заполнили поле");
define("LAN_SIGNUP_7", " которое обязательно для заполнения!");
define("LAN_SIGNUP_8", "Спасибо!");
define("LAN_SIGNUP_9", "Продолжение невозможно.");
define("LAN_SIGNUP_10", "Да");
define("LAN_SIGNUP_11", ".");
define("LAN_409", "Неверные символы в имени пользователя");
define("LAN_410", "Введите код с изображения");
define("LAN_411", "Это отображаемое имя уже существует в базе данных, пожалуйста, выберите другое имя для отображения");
define("LAN_SIGNUP_12", "пожалуйста, сохраните свои имя пользователя и пароль в надёжном месте, поскольку, в случае потери, они не могут быть восстановлены.");
define("LAN_SIGNUP_13", "Теперь вы можете войти с помощью области входа или нажав на <a href='".e_BASE."login.php'>эту ссылку</a>.");
define("LAN_SIGNUP_14", "здесь");
define("LAN_SIGNUP_15", "Пожалуйста, обратитесь к администратору сайта");
define("LAN_SIGNUP_16", ", если вам требуется помощь.");
define("LAN_SIGNUP_17", "Подтвердите, что вам 13 или более лет.");
define("LAN_SIGNUP_18", "Ваша регистрация получена со следующей регистрационной информацией:");
define("LAN_SIGNUP_21", "Ваша учетная запись не активирована. Чтобы активировать ее, пожалуйста, перейдите по этой ссылке:");
define("LAN_SIGNUP_22", "нажмите здесь");
define("LAN_SIGNUP_23", "чтобы авторизироваться.");
define("LAN_SIGNUP_24", "Спасибо за регистрацию на");
define("LAN_SIGNUP_25", "Загрузить на сервер ваш аватар");
define("LAN_SIGNUP_26", "Загрузить на сервер вашу фотографию");
define("LAN_SIGNUP_27", "Показать");
define("LAN_SIGNUP_28", "выбор списков Контента/Рассылки");
define("LAN_SIGNUP_29", "Будет отправлено письмо подтверждения на указанный email адрес, поэтому он должен быть правильным.");
define("LAN_SIGNUP_30", "Если вы не хотите, чтобы ваш email адрес видели другие пользователи, пожалуйста, выберите 'Да' в поле 'скрыть email адрес'.");
define("LAN_SIGNUP_31", "URL к вашему файлу XUP");
define("LAN_SIGNUP_32", "Что такое - файл XUP?");
define("LAN_SIGNUP_33", "Укажите путь к аватару<br /> или выберите аватар из галерии");
define("LAN_SIGNUP_34", "<b>Внимание</b>: Любое изображение, переданное на сайт, которое Администраторы сочтут недопустимым, будет немедленно удалено.");
define("LAN_SIGNUP_35", "Нажмите здесь для регистрации с помощью файла XUP");
define("LAN_SIGNUP_36", "Произошла ошибка при создании пользовательской информации, свяжитесь с Администратором сайта");
define("LAN_LOGINNAME", "Имя пользователя");
define("LAN_PASSWORD", "Пароль");
define("LAN_USERNAME", "Отображаемое имя");
define("LAN_EMAIL_01", "Уважаемый(ая)");
define("LAN_EMAIL_04", "Сохраните это сообщение, так как оно содержит Вашу персональную информацию.");
define("LAN_EMAIL_05", "Ваш пароль зашифрован и не может быть восстановлен, если вы его потеряете или забудете. Однако вы сможете запросить новый пароль, если это произойдет.");
define("LAN_EMAIL_06", "Спасибо за регистрацию.");
define("LAN_SIGNUP_37", "Эта стадия регистрации закончена. Администратору сайта нужно одобрить вашу учетную запись.  Как только это будет сделано, Вы получите подтверждение по электронной почте о внесении вас в список пользователей сайта.");
define("LAN_SIGNUP_38", "Вы ввели два различных email адреса. Пожалуйста, введите корректные email адреса в следующих двух полях");
define("LAN_SIGNUP_39", "Повторите email адрес:");
define("LAN_SIGNUP_40", "Активация не требуется");
define("LAN_SIGNUP_41", "Ваша учетная запись уже активирована.");
define("LAN_SIGNUP_42", "Возникла проблема, регистрационное письмо не было отправлено, пожалуйста, обратитесь к Администратору сайта.");
define("LAN_SIGNUP_43", "Письмо отправлено");
define("LAN_SIGNUP_44", "Письмо активации отправлено для:");
define("LAN_SIGNUP_45", "Пожалуйста, проверьте ваш почтовый ящик.");
define("LAN_SIGNUP_47", "Отправить вновь письмо активации");
define("LAN_SIGNUP_48", "Имя пользователя или email");
define("LAN_SIGNUP_49", "Если вы зарегистрировались с неправильным email адресом, введите здесь новый адрес и пароль:");
define("LAN_SIGNUP_50", "Новый email адрес");
define("LAN_SIGNUP_51", "Старый пароль");
define("LAN_SIGNUP_52", "Некорректный пароль");
define("LAN_SIGNUP_53", "поле не прошло проверочный тест");
define("LAN_SIGNUP_54", "Нажмите здесь для заполнения подробностей регистрации");
define("LAN_SIGNUP_55", "Это отображаемое имя слишком длинное. Пожалуйста, выберите другое");
define("LAN_SIGNUP_56", "Это отображаемое имя слишком короткое. Пожалуйста, выберите другое");
define("LAN_SIGNUP_57", "Это имя пользователя слишком длинное. Пожалуйста, выберите другое");
define("LAN_SIGNUP_58", "Предпросмотр регистрации");
define("LAN_SIGNUP_59", "Если ссылка не работает, пожалуйста, проверьте, не была ли перенесена часть ссылки на следующую строку.");
define("LAN_SIGNUP_60", "Ошибка доступа к внешнему аватару");
define("LAN_SIGNUP_72", "Спасибо за регистрацию на [sitename]! Мы отправили вам сообщение с запросом подтверждения активации Вашего аккаунта на [email]. Пожалуйста нажмите ссылку подтверждения регистрации в полученном сообщении для активации вашей учетной записи.");
define("LAN_SIGNUP_98", "Подтвердите ваш email адрес");
define("LAN_SIGNUP_99", "Возникла неожиданная проблема");
define("LAN_SIGNUP_100", "В ожидании одобрения Администратором");
define("LAN_SIGNUP_102", "В регистрации отказано");
define("LAN_SIGNUP_103", "Слишком много пользователей уже используют эти IP адреса:");
define("LAN_SIGNUP_104", "Некорректное имя аватара");
define("LAN_SIGNUP_105", "Невыполнимый запрос - пожалуйста, свяжитесь с администрацией сайта");
define("LAN_SIGNUP_106", "Невыполнимый запрос - у вас уже есть здесь учетная запись?");


?>