<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/
	
define("COUNTER_L1", "Посещения администратора не подсчитываются.");
define("COUNTER_L2", "Эта страница сегодня ...");
define("COUNTER_L3", "всего");
define("COUNTER_L4", "Эта страница когда-либо ...");
define("COUNTER_L5", "уникальных");
define("COUNTER_L6", "Сайт...");
define("COUNTER_L7", "Статистика");
define("COUNTER_L8", "Сообщение администрации: <b>Статистика отключена.</b><br />Для активизации, вам нужно установить плагин статистики в <a href='".e_ADMIN."plugin.php'>Менеджере плагинов</a>, а затем активировать его на <a href='".e_PLUGIN."log/admin_config.php'>странице конфигурации</a>.");
	
?>