<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("BANNER_MENU_L1", "Реклама");
define("BANNER_MENU_L2", "Конфигурация меню баннеров сохранена");
define("BANNER_MENU_L3", "Заголовок");
define("BANNER_MENU_L4", "Кампания");
define("BANNER_MENU_L5", "Настройки меню баннеров");
define("BANNER_MENU_L6", "выберите кампанию для показа в меню");
define("BANNER_MENU_L7", "доступные кампании");
define("BANNER_MENU_L8", "выбранные кампании");
define("BANNER_MENU_L9", "удалить выбранное");
define("BANNER_MENU_L10", "как должны быть показаны отобранные компании?");
define("BANNER_MENU_L11", "выберите тип отображения ...");
define("BANNER_MENU_L12", "одна кампания в одном меню");
define("BANNER_MENU_L13", "все выбранные кампании в одном меню");
define("BANNER_MENU_L14", "все выбранные кампании в отдельных меню");
define("BANNER_MENU_L15", "сколько баннеров должно быть показано?");
define("BANNER_MENU_L16", "эта настройка будут использоваться только с опциями 2 и 3.<br />если присутствует меньшее количество баннеров, будет использоваться максимально возможное количество.");
define("BANNER_MENU_L17", "ввести количество ...");
define("BANNER_MENU_L18", "Обновить настройки меню");
	
?>