<?php
/*
+ ----------------------------------------------------------------------------+
|   Russian Language Pack for e107 0.7.26
|   Revision: 1
|	Version: utf-8
|   Date: 01-09-2011 05:05:05
|   Author translation: Alexander Kadnikov [Predator]
|	Site: http://www.e107club.ru
+-----------------------------------------------------------------------------+
*/

define("CPASS_A1","Изменение пароля");
define("CPASS_A2","Изменение пароля");
define("CPASS_A3","Плагин простой смены пароля для пользователей.");
define("CPASS_A4","Плагин «Изменение пароля» установлен. Пожалуйста, перейдите в настройки плагина.");
define("CPASS_A5","Изменения сохранены");
define("CPASS_A6","Какой класс пользователей может использовать этот плагин");
define("CPASS_A7","Сохранить");
?>