<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("NFLAN_01", "Заголовки новостей");
define("NFLAN_02", "Этот плагин будет транслировать  RSS потоки с других веб-узлов и будет отображать их согласно вашим предпочтениям");
define("NFLAN_03", "Настроить плагин");
define("NFLAN_04", "Плагин успешно установлен. Чтобы добавить источник новостей и настроить плагин, вернитесь к основной странице Админцентра и щелкните на соответствующем значке в секции плагинов.");
define("NFLAN_05", "Редактировать");
define("NFLAN_06", "Удалить");
define("NFLAN_07", "Существующие ленты новостей");
define("NFLAN_08", "Главная страница лент новостей");
define("NFLAN_09", "Создать ленту новостей");
define("NFLAN_10", "URL к RSS потоку");
define("NFLAN_11", "Путь к изображению");
define("NFLAN_12", "Активация");
define("NFLAN_13", "Нигде (неактивный)");
define("NFLAN_14", "Только в меню");
define("NFLAN_15", "Создать ленту новостей");
define("NFLAN_16", "Обновить ленту новостей");
define("NFLAN_17", "чтобы использовать ваше собственное изображение введите полный путь, либо оставьте пустым, чтобы не использовать никакого изображения.");
define("NFLAN_18", "Обновите интервал в секундах");
define("NFLAN_19", "например, 3600: источник будет обновляться каждый час");
define("NFLAN_20", "Ленты новостей только на основной странице");
define("NFLAN_21", "Как в меню, так и на странице новостей");
define("NFLAN_22", "Выберите, где вы хотите отображать ленты новостей");
define("NFLAN_23", "Лента введена в БД.");
define("NFLAN_24", "Обязательные поля не заполнены.");
define("NFLAN_25", "Лента обновлена в БД.");
define("NFLAN_26", "Интервал обновления");
define("NFLAN_27", "Опции");
define("NFLAN_28", "URL");
define("NFLAN_29", "Доступные ленты новостей");
define("NFLAN_30", "Имя источника");
define("NFLAN_31", "Назад к списку источников");
define("NFLAN_32", "Источников с этим номером не найдено.");
define("NFLAN_33", "Дата публикации:");
define("NFLAN_34", "не известно");
define("NFLAN_35", "Добавил");
define("NFLAN_36", "Описание");
define("NFLAN_37", "оставьте пустым, чтобы использовать описание, определенное в источнике");
define("NFLAN_38", "Заголовки");
define("NFLAN_39", "Подробности");
define("NFLAN_40", "Источник новостей удален");
define("NFLAN_41", "Еще нет источников новостей");
define("NFLAN_42", "<b>&raquo;</b> <u>Название ленты:</u> Имя идентификации канала может быть каким-угодно, введите что больше нравится. <br /><br /> <b>&raquo;</b> <u>URL для RSS ленты:</u> Адреса RSS лент<br /><br /> <b>&raquo;</b> <u>Путь к изображению:</u> Если каналу определили изображение, введите 'значение по умолчанию', чтобы использовать его. Чтобы использовать ваше собственное изображение, введите сюда полный путь. Оставьте незаполненным, чтобы не использовать изображение вообще. <br /><br /> <b>&raquo;</b> <u>Описание:</u> Введите краткое описание канала, или 'значение по умолчанию', чтобы использовать описание, определенное в канале (если есть хотя-бы один). <br /><br /> <b>&raquo;</b> <u>Интервал обновления в секундах:</u> Количество секунд, которые проходят до обновления канала, например, 1800: 30 минут, 3600: час. <br /><br /> <b>&raquo;</b> <u>Активация:</u> Где вы хотите, чтобы результаты канала были выведены на экран, чтобы видеть каналы в меню вы должны будете активировать меню новостных каналов на <a href='".e_ADMIN."menus.php'>странице меню</a>. <br /><br />Для хорошего списка доступных каналов см. <a href='http://www.syndic8.com/' rel='external'>syndic8.com</a> или <a href='http://feedfinder.feedster.com/index.php' rel='external'>feedster.com</a>");
define("NFLAN_43", "Справка");
define("NFLAN_44", "Нажмите для просмотра");
define("NFLAN_45", "Количество источников отображаемых в меню");
define("NFLAN_46", "Количество источников отображаемых на главной странице");
define("NFLAN_47", "0 или пустая строка для показа всех");
define("NFLAN_48", "Невозможно сохранить информацию в базе данных.");
define("NFLAN_49", "Невозможно преобразовать rss-данные - используется нестандартный синтаксис");


?>