<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/
	
define("NFP_1", "Невозможно отобразить. Все последние сообщения выходят за рамки компетенции пользователей вашего класса");
define("NFP_2", "Сообщений еще нет");
define("NFP_3", "Конфигурация меню сохранена");
define("NFP_4", "Заголовок");
define("NFP_5", "Кол-во сообщений для показа?");
define("NFP_6", "Кол-во символов для показа?");
define("NFP_7", "Обрезать слишком длинные сообщения?");
define("NFP_8", "Показать тему в меню?");
define("NFP_9", "Обновить настройки меню");
define("NFP_10", "Конфигурация меню");
define("NFP_11", "Добавил "); //Posted by
define("NFP_12", "Максимальный возраст отображаемых сообщений");
define("NFP_13", "Используйте ноль на спокойном сайте; установка значения в днях сократит время [поиска] в базе данных на занятом сайте"); //...will reduce database time on a busy site. [поиска] добавлено по смыслу
	

?>