<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("PAGE_NAME", "Загрузки на сервер форума");

define('FRMUP_1','Файлы, загруженные на сервер в форуме');
define('FRMUP_2','Файл удален');
define('FRMUP_3','Ошибка: Невозможно удалить файл');
define('FRMUP_4','Удаление файла');
define('FRMUP_5','Имя файла');
define('FRMUP_6','Результат');
define('FRMUP_7','Найдено в теме');
define('FRMUP_8','НЕ НАЙДЕНО');
define('FRMUP_9','Загруженых на сервер файлов не найдено');
define('FRMUP_10','Удалить');
	
?>