<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("GSLAN_Name", "Карта сайта");
define("GSLAN_1", "Ссылка сайта");
define("GSLAN_2", "Импортировать?");
define("GSLAN_3", "Тип");
define("GSLAN_4", "Имя");
define("GSLAN_5", "URL");
define("GSLAN_6", "Отметьте галочкой ссылки, которые хотите импортировать...");
define("GSLAN_7", "Импортировать ссылки");
define("GSLAN_8", "Импортировать с:");
define("GSLAN_9", "Приоритет");
define("GSLAN_10", "Частота");
define("GSLAN_11", "всегда");
define("GSLAN_12", "ежечасно");
define("GSLAN_13", "ежедневно");
define("GSLAN_14", "еженедельно");
define("GSLAN_15", "ежемесячно");
define("GSLAN_16", "ежегодно");
define("GSLAN_17", "никогда");
define("GSLAN_18", "Импортировать отмеченные галочкой ссылки");
define("GSLAN_19", "Google Sitemap");
define("GSLAN_20", "Список");
define("GSLAN_21", "Инструкции");
define("GSLAN_22", "Создать новую запись");
define("GSLAN_23", "Импортировать");
define("GSLAN_24", "Записи Google Sitemap");
define("GSLAN_25", "Имя");
define("GSLAN_26", "URL");
define("GSLAN_27", "Последние изменения");
define("GSLAN_28", "Частота");
define("GSLAN_29", "Настройка Google Sitemap");
define("GSLAN_30", "Порядок отображения");
define("GSLAN_31", "Видимость для");
define("GSLAN_32", "Как использовать Google Sitemaps");
define("GSLAN_33", "Инструкции GSiteMap");
define("GSLAN_34", "Вначале, создайте ссылки, которые вы хотите, чтобы были в списке вашей карты сайта. Вы можете импортировать большинство ваших ссылок, щелкнув на кнопку 'Импортировать' в правой части");
define("GSLAN_35", "Если вы выбрали импортировать ваши ссылки, нажмите 'Импортировать' и затем отметьте ссылки, которые желаете импортировать");
define("GSLAN_36", "Вы также можете ввести инидивидуальные ссылки вручную, щелкнув на 'Создать новую запись'");
define("GSLAN_37", "Как только у вас появятся какие-то записи, пройдите по [URL] и введите следующий URL: [URL2] Если вышеупомянутый URL не выглядит неправильным, пожалуйста удостоверьтесь, что ваш URL сайта корректен в админцентре->[настройки]");
define("GSLAN_38", "Для получения дополнительной информации по протоколу Google Sitemap, перейдите по [URL].");
define("GSLAN_39", "Нет ссылок на карте сайта - импортировать ссылки сайта?");
define("GSLAN_40", "Записи Google Sitemap");


?>