<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("LAN_ALT_1", "Текущий тип авторизации");
define("LAN_ALT_2", "Настройки обновления");
define("LAN_ALT_3", "Выберите Альтернативный Тип Авторизации");
define("LAN_ALT_4", "Сконфигурируйте параметры для");
define("LAN_ALT_5", "Сконфигурируйте параметры авторизации");
define("LAN_ALT_6", "Не могу соединиться");
define("LAN_ALT_7", "Если подключение с альтернативным методом не возможно, как следует его обрабатывать?");
define("LAN_ALT_8", "Пользователь не найден");
define("LAN_ALT_9", "Если имя пользователя не найдено, используя альтернативный метод, как следует это обрабатывать?");
define("LAN_ALT_FALLBACK", "Используйте e107 таблицу пользователей");
define("LAN_ALT_FAIL", "Неверный логин");
?>