<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("LDAPLAN_1", "Адреса сервера");
define("LDAPLAN_2", "Базовый DN или домен<br />Если LDAP - введите BaseDN<br /> Если AD - введите домен");
define("LDAPLAN_3", "LDAP Просмотр пользователей<br />Полный контекст пользователя, который в состоянии найти каталог.");
define("LDAPLAN_4", "LDAP Просмотр пароля<br/>Пароль для LDAP Просматривающий пользователь.");
define("LDAPLAN_5", "LDAP Версия");
define("LDAPLAN_6", "Настройка LDAP аутентификации");
define("LDAPLAN_7", "eКаталог фильтр поиска:");
define("LDAPLAN_8", "Это будет использоваться, чтобы гарантировать, что имя пользователя находится в корректном дереве, <br />ie '(objectclass=inetOrgPerson)'");
define("LDAPLAN_9", "Текущий фильтр поиска будет:");
define("LDAPLAN_10", "Параметры обновлены");
define("LDAPLAN_11", "ВНИМАНИЕ: Похоже, что LDAP модуль в настоящее время недоступен, настройте метод аутентификации для LDAP, вероятно он не работает!");
define("LDAPLAN_12", "Тип сервера");
define("LDAPLAN_13", "Обновить параметры");
?>