<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("NFPM_LAN_1", "Темы");
define("NFPM_LAN_2", "Добавил");
define("NFPM_LAN_3", "Просмотров");
define("NFPM_LAN_4", "Ответов");
define("NFPM_LAN_5", "Последнее сообщение");
define("NFPM_LAN_6", "Темы");
define("NFPM_LAN_7", "автор");
define("NFPM_L1", "Этот плагин отображает список новых сообщений форума на вашей первой странице");
define("NFPM_L2", "Последние сообщения форума");
define("NFPM_L3", "Чтобы настроить, пожалуйста, щелкните по ссылке в секции плагинов главной страницы Админцентра");
define("NFPM_L4", "В какой области активировать?");
define("NFPM_L5", "Неактивно");
define("NFPM_L6", "Верх страницы");
define("NFPM_L7", "Низ страницы");
define("NFPM_L8", "Заголовок");
define("NFPM_L9", "Кол-во новых сообщений для показа?");
define("NFPM_L10", "Отображать полосу прокрутки внутри блока?");
define("NFPM_L11", "Высота блока");
define("NFPM_L12", "Настройки плагина");
define("NFPM_L13", "Обновить настройки");
define("NFPM_L14", "Настройки обновлены.");
define("NFPM_L15", "Отметьте для показа последних сообщений форума.<br />По умолчанию - последние разделы.");
define("NFPM_L16", "[пользователь удален]");
define("NFPM_L17", "Новые Сообщения в Популярной Теме");
define("NFPM_L18", "Новые Сообщения");
define("NFPM_L19", "Нет новых сообщений в Популярной Теме");
define("NFPM_L20", "Нет новых сообщений");
define("NFPM_L21", "Прикрепленная Тема");
define("NFPM_L22", "Закрытая Прикрепленная Тема");
define("NFPM_L23", "Объявление");
define("NFPM_L24", "Закрытая Тема");


?>