<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("FORLAN_P_01", "Форум");
define("FORLAN_P_02", "Плагин полнофункциональной форумной системы");
define("FORLAN_P_03", "Конфигурировать Форум");
define("FORLAN_P_04", "Форум успешно установлен!");
define("FORLAN_P_05", "Плагин успешно обновлен, теперь используется версия: ");
define("FORLAN_5", "Голосование стёрто.");
define("FORLAN_6", "Тема стёрта");
define("FORLAN_7", "ответы стёрты");
define("FORLAN_8", "Удаление отменено.");
define("FORLAN_9", "Тема перенесена.");
define("FORLAN_10", "Перенос отменён.");
define("FORLAN_11", "Назад в Форумы");
define("FORLAN_12", "Конфигурация форума");
define("FORLAN_13", "Вы уверены, что следует стереть голосование?<br />Данные <b><u>нельзя</u></b> будет восстановить.");
define("FORLAN_14", "Отменить");
define("FORLAN_15", "Подтвердить уничтожение сообщения");
define("FORLAN_16", "Подтвердить уничтожение голосовалки");
define("FORLAN_17", "Автор:");
define("FORLAN_18", "Вы уверены, что следует стереть данный форум");
define("FORLAN_19", "тему и последующие сообщения");
define("FORLAN_20", "голосование тоже будет стёрто");
define("FORLAN_21", "Сразу удалить все ");
define("FORLAN_22", "сообщения?<br />Восстановить");
define("FORLAN_23", "будет</u></b> невозможно");
define("FORLAN_24", "Перенести тему в форум");
define("FORLAN_25", "Перенести тему");
define("FORLAN_26", "Ответ удален");

define("FORLAN_27", "перенесено");

define("FORLAN_28", "Не менять название темы");
define("FORLAN_29", "Добавить");
define("FORLAN_30", "в название");
define("FORLAN_31", "Переименовать в:");
define("FORLAN_32", "Опции переименования темы:");	

?>