<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/
define("UCSLAN_1", "Удалить всех пользователей из класса.");
define("UCSLAN_2", "Класс пользователей обновлен.");
define("UCSLAN_3", "Класс удален.");
define("UCSLAN_4", "Отметить для удаления класса пользователей");
define("UCSLAN_5", "Класс пользователей обновлен.");
define("UCSLAN_6", "Класс пользователей сохранен в базе данных.");
define("UCSLAN_7", "Классы пользователей пока отсутствуют.");
define("UCSLAN_8", "Существующие классы пользователей");
define("UCSLAN_11", "отметьте для подтверждения");
define("UCSLAN_12", "Имя Класса");
define("UCSLAN_13", "Описание класса");
define("UCSLAN_14", "Обновить класс");
define("UCSLAN_15", "Создать новый класс");
define("UCSLAN_16", "Назначить пользователей к классу");
define("UCSLAN_17", "Удалить");
define("UCSLAN_18", "Очистить класс");
define("UCSLAN_19", "Назначить пользователей к классу");
define("UCSLAN_20", "�");
define("UCSLAN_21", "Настройки классов пользователей");
define("UCSLAN_22", "Пользователи - нажмите для перемещения ...");
define("UCSLAN_23", "Пользователи этого класса ...");
define("UCSLAN_24", "Кто может управлять классом");
define("UCSLAN_25", "ID");
define("UCSLAN_26", "Имя пользователя");
define("UCSLAN_27", "Назад");


?>