<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("BANLAN_1", "Запрет удалён."); //Ban removed.
define("BANLAN_2", "Нет запретов."); //No bans.
define("BANLAN_3", "Существующие запреты"); //Existing Bans
define("BANLAN_4", "Удалить запрет"); //Remove ban
define("BANLAN_5", "Введите IP, e-mail адрес или хост");
define("BANLAN_7", "Причина");
define("BANLAN_8", "Запретить адрес");
define("BANLAN_9", "Запретить пользователей по email, IP или адресу хоста"); //Ban users from site by email, IP or host address
define("BANLAN_10", "IP / Email / Причина");
define("BANLAN_11", "Авто-запрет: Более чем 10 неудавшихся попыток авторизации"); //Auto-ban
define("BANLAN_12", "Примечание: Реверсный DNS в настоящее время отключен, он должен быть включен, чтобы запрещать хосты. Запрет доступа по IP и email будет работать нормально.");
define("BANLAN_13", "Внимание: Чтобы запретить пользователя по имени, перейдите к странице управления пользователями: ");
define('BANLAN_78','Превышено число обращений (--HITS-- запросов за выделенный промежуток времени)');
?>