<?php
/*
+ ------------------------------------------------------------------------------+
|	Русский языковой пакет для e107 0.7.26										|
|	Сайт: http://www.e107club.ru												|
|	Почта: translate@e107club.ru												|
|	Ревизия: 1.0																|
|	Кодировка: utf-8															|
|	Дата: 25.09.2011 05:05:05													|
|	Автор: © Кадников Александр	[Predator]										|
|	© е107 Клуб 2010-2011. Все права защищены.									|
|																				|
|	Russian Language Pack for e107 0.7.26										|
|	Site: http://www.e107club.ru												|
|	Email: translate@e107club.ru												|
|	Revision: 1.0																|
|	Charset: utf-8																|
|	Date: 25.09.2011 05:05:05													|
|	Author: © Alexander Kadnikov [Predator]										|
|	© е107 Club 2010-2011. All Rights Reserved.									|
+-------------------------------------------------------------------------------+
*/

define("METLAN_1", "Мета-тэги обновлены в базе");
define("METLAN_2", "Введите дополнительные мета-тэги");
define("METLAN_3", "Сохранить новые параметры мета-тэгов");
define("METLAN_4", "Обновлено");
define("METLAN_5", "напечатайте свое описание");
define("METLAN_6", "напечатайте ключевые слова  и ключевые фразы");
define("METLAN_7", "вставте свой копирайт");
define("METLAN_8", "Мета-тэги");
define("METLAN_9", "Описание");
define("METLAN_10", "Ключевые слова");
define("METLAN_11", "Копирайт");
define("METLAN_12", "Использовать заголовок новости и аннотацию в качества мета-описания на страницах новостей.");
define("METLAN_13", "Автор");
?>